Repository: gregoriomario/translation
Catalog: tutor-*.po
Languages: id_id

source: Back to Courses
id_id: Kembali ke Kursus

source: Back to WordPress Editor
id_id: Kembali ke Editor Wordpress

source: Bad request
id_id: Permintaan yang buruk

source: Bank Instructions
id_id: Petunjuk Bank

source: Bank Name
id_id: Nama Bank

source: Bank Name:
id_id: Nama Bank:

source: Bank Transfer
id_id: Transfer Bank

source: Base Permalink
id_id: Tautan Permanen Dasar

source: Basic Settings
id_id: Pengaturan Dasar

source: Basics
id_id: Dasar-dasar

source: Become an instructor
id_id: Menjadi seorang instruktur

source: Become an Instructor Button
id_id: Tombol Menjadi Instruktur

source: Before continue, please decide whether to keep progress or reset.
id_id: Sebelum melanjutkan, harap putuskan apakah akan melanjutkan kemajuan atau mengatur ulang.

source: Before You Proceed!
id_id: Sebelum Anda Melanjutkan!

source: Beginner
id_id: Pemula

source: Below are the details of your order:
id_id: Berikut rincian pesanan Anda:

source: Below are the order details:
id_id: Berikut rincian pesanannya:

source: Benefits
id_id: Manfaat

source: Beta
id_id: Bahasa Inggris

source: Billing
id_id: Penagihan

source: Billing Address
id_id: Alamat Penagihan

source: Billing Cycles
id_id: Siklus Penagihan

source: Billing info save failed!
id_id: Gagal menyimpan info penagihan!

source: Billing info saved successfully
id_id: Info penagihan berhasil disimpan

source: Billing information update failed!
id_id: Pembaruan informasi penagihan gagal!

source: Billing Interval
id_id: Interval Penagihan

source: Bio
id_id: Biografi

source: Bio data is empty
id_id: Biodata kosong

source: Biography
id_id: Biografi

source: Black & White
id_id: Hitam & Putih

source: Blank comment is not allowed.
id_id: Komentar kosong tidak diizinkan.

source: Block
id_id: Memblokir

source: Blocked
id_id: Diblokir

source: Boost engagement with social features through BuddyPress for Tutor LMS.
id_id: Tingkatkan keterlibatan dengan fitur sosial melalui BuddyPress untuk Tutor LMS.

source: Boost revenue by selling course memberships.
id_id: Tingkatkan pendapatan dengan menjual keanggotaan kursus.

source: Boost Revenue with Subscriptions
id_id: Tingkatkan Pendapatan dengan Langganan

source: Border
id_id: Berbatasan

source: Bring your courses to life and engage students with interactive live classes.
id_id: Hidupkan kursus Anda dan libatkan siswa dengan kelas langsung yang interaktif.

source: BuddyPress Groups
id_id: Grup BuddyPress

source: Build a marketplace that empowers others to sell courses online.
id_id: Bangun pasar yang memberdayakan orang lain untuk menjual kursus daring.

source: Build an engaging eLearning course by adding lessons, quizzes, assignments, and more.
id_id: Bangun kursus eLearning yang menarik dengan menambahkan pelajaran, kuis, tugas, dan banyak lagi.

source: Builder unlinked successfully.
id_id: Pembangun berhasil dibatalkan tautannya.

source: Built-in email notification and email marketing tool!
id_id: Pemberitahuan email bawaan dan alat pemasaran email!

source: Bulk Action
id_id: Aksi Massal

source: Bundle
id_id: Bundel

source: Bundle (%d)
id_id: Bundel (%d)

source: Bundle ID (%d)
id_id: ID Bundel (%d)

source: Bundles
id_id: Bundel

source: Bundles (%d)
id_id: Bundel (%d)

source: Buy Now
id_id: Beli Sekarang

source: By
id_id: Oleh

source: By enabling this option, the student must have to pass it to access the next quiz
id_id: Dengan mengaktifkan opsi ini, siswa harus lulus untuk mengakses kuis berikutnya

source: By signing up, I agree with the website's
id_id: Dengan mendaftar, saya setuju dengan situs web tersebut

source: Calendar
id_id: Kalender

source: Cancel
id_id: Batal

source: Cancel Order
id_id: Batalkan Pesanan

source: Cancel order
id_id: Batalkan pesanan

source: Cancel order #%s
id_id: Batalkan pesanan #%s

source: Cancel question title
id_id: Batalkan judul pertanyaan

source: Cancel Submission
id_id: Batalkan Pengiriman

source: Cancel the subscription
id_id: Batalkan langganan

source: Cancelled
id_id: Dibatalkan

source: Cannot select more than %d files
id_id: Tidak dapat memilih lebih dari %d file

source: Capture Residual Revenue with Recurring Payments.
id_id: Dapatkan Pendapatan Residu dengan Pembayaran Berulang.

source: Cart
id_id: Keranjang

source: Cart Page
id_id: Halaman Keranjang

source: Cart page is not configured.
id_id: Halaman keranjang tidak dikonfigurasi.

source: Casual
id_id: Kasual

source: Categories
id_id: Kategori

source: Categories field is not an array
id_id: Bidang kategori bukan array

source: Categories:
id_id: Kategori:

source: Category
id_id: Kategori

source: Category IDS
id_id: Kategori IDS

source: Category name
id_id: Nama kategori

source: Category name is required
id_id: Nama kategori wajib diisi

source: Celebrate success with personalized certificates. Recognize student achievements with unique designs that inspire and motivate students.
id_id: Rayakan keberhasilan dengan sertifikat yang dipersonalisasi. Hargai prestasi siswa dengan desain unik yang menginspirasi dan memotivasi siswa.

source: Certificate
id_id: Sertifikat

source: Certificates
id_id: Sertifikat

source: Change Tone
id_id: Ubah Nada

source: Character Limit
id_id: Batas jumlah karakter

source: Character Remaining:
id_id: Karakter yang Tersisa:

source: Charge enrollment fee
id_id: Membebankan biaya pendaftaran

source: Check Order List
id_id: Periksa Daftar Pesanan

source: Check your course performance through Tutor Report stats.
id_id: Periksa kinerja kursus Anda melalui statistik Laporan Tutor.

source: Check your E-Mail
id_id: Periksa Email Anda

source: Checkout Configuration
id_id: Konfigurasi Pembayaran

source: Checkout Page
id_id: Halaman Pembayaran

source: Checkout page is not configured.
id_id: Halaman pembayaran tidak dikonfigurasi.

source: Choose a border color for your website
id_id: Pilih warna batas untuk situs web Anda

source: Choose a color for elements like table, card etc
id_id: Pilih warna untuk elemen seperti tabel, kartu, dll.

source: Choose a File
id_id: Pilih File

source: Choose a layout design for a instructor’s public profile
id_id: Pilih desain tata letak untuk profil publik instruktur

source: Choose a layout design for a student’s public profile
id_id: Pilih desain tata letak untuk profil publik siswa

source: Choose a layout for the list of instructors inside a course page. You can change this at any time.
id_id: Pilih tata letak untuk daftar instruktur di dalam halaman kursus. Anda dapat mengubahnya kapan saja.

source: Choose a primary color
id_id: Pilih warna primer

source: Choose a primary hover color
id_id: Pilih warna hover utama

source: Choose a text color for your website
id_id: Pilih warna teks untuk situs web Anda

source: Choose an image
id_id: Pilih gambar

source: Choose file
id_id: Pilih berkas

source: Choose from the most used categories
id_id: Pilih dari kategori yang paling sering digunakan

source: Choose from the most used Tags
id_id: Pilih dari Tag yang paling sering digunakan

source: Choose preferred filter options you'd like to show on the course archive page.
id_id: Pilih opsi filter yang Anda inginkan untuk ditampilkan di halaman arsip kursus.

source: Choose the currency for transactions
id_id: Pilih mata uang untuk transaksi

source: Choose the currency for transactions.
id_id: Pilih mata uang untuk transaksi.

source: Choose the page for instructor registration.
id_id: Pilih halaman untuk pendaftaran instruktur.

source: Choose the page for privacy policy.
id_id: Pilih halaman untuk kebijakan privasi.

source: Choose the page for student registration.
id_id: Pilih halaman untuk pendaftaran siswa.

source: Choose when a user can click on the <strong>“Complete Course”</strong> button
id_id: Pilih kapan pengguna dapat mengklik tombol <strong>“Selesaikan Kursus”</strong>

source: Choose whether to show or hide the previous button for each question.
id_id: Pilih apakah akan menampilkan atau menyembunyikan tombol sebelumnya untuk setiap pertanyaan.

source: Choose which action to follow when the quiz time expires.
id_id: Pilih tindakan yang akan diikuti saat waktu kuis berakhir.

source: Choose your color palette and continue with your design
id_id: Pilih palet warna Anda dan lanjutkan dengan desain Anda

source: City
id_id: Kota

source: Classic
id_id: Klasik

source: Classic Editor
id_id: Editor Klasik

source: Clear
id_id: Jernih

source: Clear All
id_id: Hapus Semua

source: Clear All Filters
id_id: Hapus Semua Filter

source: Clear selection
id_id: Hapus pilihan

source: Clear your browser cache.
id_id: Bersihkan cache peramban Anda.

source: Click Here
id_id: Klik disini

source: Click here
id_id: klik disini

source: Click here to reset your password
id_id: Klik di sini untuk mengatur ulang kata sandi Anda

source: Click to select user
id_id: Klik untuk memilih pengguna

source: Close
id_id: Menutup

source: Cloud
id_id: Awan

source: Co-author
id_id: Penulis bersama

source: Code
id_id: Kode

source: Collaborate and add multiple instructors to a course.
id_id: Berkolaborasi dan tambahkan beberapa instruktur ke kursus.

source: Collapse All
id_id: Tutup Semua

source: Collapse/expand plan
id_id: Ciutkan/perluas rencana

source: Colors
id_id: Warna

source: Column Per Row
id_id: Kolom Per Baris

source: Coming soon
id_id: Segera hadir

source: Coming Soon Thumbnail
id_id: Thumbnail Segera Hadir

source: Comment
id_id: Komentar

source: Comments
id_id: Komentar

source: Commission Rate
id_id: Tarif Komisi

source: Compare Free vs Pro
id_id: Bandingkan Gratis vs Pro

source: Complete
id_id: Menyelesaikan

source: Complete all lessons to mark this course as complete
id_id: Selesaikan semua pelajaran untuk menandai kursus ini sebagai selesai

source: Complete Course
id_id: Selesaikan Kursus

source: Complete Your Profile
id_id: Lengkapi Profil

source: Complete your profile so people can know more about you! Go to Profile
id_id: Lengkapi profil sehingga orang lain dapat mengenal lebih dalam tentang anda! Lanjut ke profil

source: Completed
id_id: Telah Selesai

source: Completed Courses
id_id: Kursus Diselesaikan

source: Completed Lessons:
id_id: Materi yang telah selesai:

source: Concept
id_id: Konsep

source: Conditions:
id_id: Kondisi:

source: Configure Tax Rates
id_id: Konfigurasikan Tarif Pajak

source: Confirm
id_id: Mengonfirmasi

source: Confirm Password
id_id: Konfirmasi Kata Sandi

source: Confirm Password Required
id_id: Konfirmasi Kata Sandi Diperlukan

source: Congratulations! You are now registered as an instructor.
id_id: Selamat! Anda telah terdaftar sebagai instruktur.

source: Congratulations, you’re all set!
id_id: Selamat, Anda sudah siap!

source: Connect API KEY
id_id: Hubungkan KUNCI API

source: Connect Tutor LMS with Zoom to host live online classes.
id_id: Hubungkan Tutor LMS dengan Zoom untuk menyelenggarakan kelas daring langsung.

source: Contact
id_id: Kontak

source: Contact information
id_id: Informasi kontak

source: Content
id_id: Isi

source: Content available after X days from enrollment
id_id: Konten tersedia setelah X hari sejak pendaftaran

source: Content Drip
id_id: Konten Tetes

source: Content Drip is a pro feature
id_id: Content Drip adalah fitur pro

source: Content Drip Type
id_id: Jenis Tetesan Konten

source: Content Summary
id_id: Ringkasan Konten

source: Content Type
id_id: Tipe Konten

source: Contents
id_id: Isi

source: Contents for this course with the given course id not found
id_id: Konten untuk kursus ini dengan id kursus yang diberikan tidak ditemukan

source: Continue as Guest
id_id: Lanjutkan sebagai Tamu

source: Continue Browsing
id_id: Lanjutkan Penjelajahan

source: Continue editing
id_id: Lanjutkan mengedit

source: Continue Learning
id_id: Terus Belajar

source: Continue Lesson
id_id: Lanjutkan Pelajaran

source: Continue Shopping
id_id: Lanjutkan Belanja

source: Continue to lesson
id_id: Lanjut ke pelajaran

source: Control when students can access lessons and quizzes using the Content Drip feature.
id_id: Kontrol kapan siswa dapat mengakses pelajaran dan kuis menggunakan fitur Content Drip.

source: Copied
id_id: Disalin

source: Copied to clipboard
id_id: Disalin ke papan klip

source: Copied!
id_id: Disalin!

source: Copy
id_id: Menyalin

source: Correct
id_id: Benar

source: Correct Answer
id_id: Jawaban Benar

source: Correct Answer Display Time (When Reveal Mode is enabled)
id_id: Waktu Tampilan Jawaban yang Benar (Saat Mode Pengungkapan diaktifkan)

source: Correct Answer(s)...
id_id: Jawaban Bena

source: Could not delete selected courses
id_id: Tidak dapat menghapus kursus yang dipilih

source: Could not load courses
id_id: Tidak dapat memuat kursus

source: Could not update course status
id_id: Tidak dapat memperbarui status kursus

source: Count
id_id: Menghitung

source: Count:
id_id: Menghitung:

source: Countries
id_id: Negara

source: Country
id_id: Negara

source: Coupon
id_id: Kupon

source: Coupon application list retrieved successfully!
id_id: Daftar aplikasi kupon berhasil diambil!

source: Coupon applied successfully
id_id: Kupon berhasil diterapkan

source: Coupon Code
id_id: Kode Kupon

source: Coupon code already exists!
id_id: Kode kupon sudah ada!

source: Coupon code is required
id_id: Kode kupon diperlukan

source: Coupon created successfully!
id_id: Kupon berhasil dibuat!

source: Coupon delete successfully.
id_id: Kupon berhasil dihapus.

source: Coupon expired
id_id: Kupon telah kedaluwarsa

source: Coupon Info
id_id: Info Kupon

source: Coupon invalid
id_id: Kupon tidak valid

source: Coupon not applicable %s
id_id: Kupon tidak berlaku %s

source: Coupon not found
id_id: Kupon tidak ditemukan

source: Coupon preview will appear here
id_id: Pratinjau kupon akan muncul di sini

source: Coupon retrieved successfully
id_id: Kupon berhasil diambil

source: Coupon status
id_id: Status kupon

source: Coupon updated successfully!
id_id: Kupon berhasil diperbarui!

source: Coupon updated successfully.
id_id: Kupon berhasil diperbarui.

source: Coupon usage is disabled
id_id: Penggunaan kupon dinonaktifkan

source: Coupon usage limit exceeded
id_id: Batas penggunaan kupon terlampaui

source: Coupon user usage limit exceeded
id_id: Batas penggunaan pengguna kupon terlampaui

source: Coupons
id_id: Kupon

source: Course
id_id: Kursus

source: Course (%d)
id_id: Kursus (%d)

source: Course added to cart
id_id: Kursus ditambahkan ke keranjang

source: Course added to wish list
id_id: Kursus ditambahkan ke daftar keinginan

source: Course Archive Page
id_id: Halaman Arsip Kursus

source: Course Builder
id_id: Pembuat Kursus

source: Course Bundle
id_id: Paket Kursus

source: Course Categories
id_id: Kategori Kursus

source: Course Completed
id_id: Kursus Selesai

source: Course Completion Process
id_id: Proses Penyelesaian Kursus

source: Course Content
id_id: Konten kursus

source: Course Content Access
id_id: Akses Konten Kursus

source: Course content available sequentially
id_id: Konten kursus tersedia secara berurutan

source: Course content stored into a local file.
id_id: Konten kursus disimpan dalam berkas lokal.

source: Course content unlocked after finishing prerequisites
id_id: Konten kursus dibuka setelah menyelesaikan prasyarat

source: Course contents fetched successfully
id_id: Konten kursus berhasil diambil

source: Course contents generated.
id_id: Konten kursus dibuat.

source: Course contents retrieved successfully
id_id: Konten kursus berhasil diambil

source: Course created successfully
id_id: Kursus berhasil dibuat

source: Course delete failed
id_id: Penghapusan kursus gagal

source: Course description generated.
id_id: Deskripsi kursus dibuat.

source: Course detail retrieved successfully
id_id: Detail kursus berhasil diambil

source: Course Details
id_id: Detail Kursus

source: Course difficulty level
id_id: Tingkat kesulitan kursus

source: Course draft updated.
id_id: Draf kursus diperbaharui

source: Course Enrolled
id_id: Kursus Terdaftar

source: Course Enrollment Period
id_id: Periode Pendaftaran Kursus

source: Course Filter
id_id: Filter Kursus

source: Course has been deleted
id_id: Kursus telah dihapus

source: Course has been trashed successfully
id_id: Kursus telah berhasil dihapus

source: Course ID (%d)
id_id: ID Kursus (%d)

source: Course id, separate by (,) comma
id_id: ID kursus, dipisahkan dengan tanda koma (,)

source: Course Info
id_id: Info Kursus

source: Course is locked
id_id: Kursus terkunci

source: Course item
id_id: Item kursus

source: course item
id_id: item kursus

source: Course list retrieved successfully!
id_id: Daftar kursus berhasil diambil!

source: Course Name
id_id: Nama Kursus

source: Course name : %s
id_id: Nama kursus : %s

source: Course name required
id_id: Nama kursus diperlukan

source: Course Name:
id_id: Nama Kursus:

source: Course not found
id_id: Kursus tidak ditemukan

source: Course Permalink
id_id: Tautan Permanen Kursus

source: Course permalink
id_id: Tautan permanen kursus

source: Course Prerequisites
id_id: Prasyarat Kursus

source: Course Progress
id_id: Kemajuan Kursus

source: Course published.
id_id: Kursus diterbitkan.

source: Course rating retrieved successfully
id_id: Rating kursus berhasil didapatkan

source: Course remove failed.
id_id: Penghapusan kursus gagal.

source: Course removed from wish list
id_id: Kursus dihapus dari daftar keinginan

source: Course restored to revision from
id_id: Kursus dikembalikan ke revisi dari

source: Course Retake
id_id: Mengulang Kursus

source: Course retrieved successfully
id_id: Kursus berhasil diambil

source: Course saved.
id_id: Kursus disimpan.

source: Course scheduled for:
id_id: Kursus dijadwalkan untuk:

source: Course Settings
id_id: Pengaturan Kursus

source: Course Sorting
id_id: Penyortiran Kursus

source: Course status update failed
id_id: Pembaruan status kursus gagal

source: Course status updated
id_id: Status kursus diperbarui

source: Course submitted for review
id_id: Kursus telah dikirim untuk ditinjau

source: Course submitted.
id_id: Kursus diserahkan.

source: Course Taken
id_id: Kursus yang Diambil

source: Course Title (a-z)
id_id: Judul Kursus (a-z)

source: Course Title (z-a)
id_id: Judul Kursus (z-a)

source: Course title generated.
id_id: Judul kursus dibuat.

source: Course topics generated.
id_id: Topik kursus dibuat.

source: Course trashed successfully
id_id: Kursus berhasil dihapus

source: Course updated successfully.
id_id: Kursus berhasil diperbarui.

source: Course updated.
id_id: Kursus diperbarui.

source: Course URL
id_id: URL Kursus

source: Course Visibility
id_id: Visibilitas Kursus

source: Course:
id_id: Kursus:

source: Course:
id_id: Kursus:

source: course_id is required
id_id: course_id diperlukan

source: Courses
id_id: Kursus

source: Courses (%d)
id_id: Kursus (%d)

source: Courses Completed
id_id: Kursus Diselesaikan

source: Courses Enrolled
id_id: Kursus Diikuti

source: Courses Per Page
id_id: Kursus Per Halaman

source: Courses Per Row
id_id: Kursus Per Baris

source: Courses Shortcode
id_id: Kode Pendek Kursus

source: Courses unavailable
id_id: Kursus tidak tersedia

source: Cover
id_id: Menutupi

source: Cover Photo Changed Successfully!
id_id: Foto Sampul Berhasil Diubah!

source: Cover Photo Size
id_id: Ukuran foto cover

source: Craft Your Course Description
id_id: Susun Deskripsi Kursus Anda

source: Create a Compelling Title
id_id: Buat Judul yang Menarik

source: Create a coupon code or set up automatic discounts.
id_id: Buat kode kupon atau atur diskon otomatis.

source: Create a Google Meet Link
id_id: Buat Tautan Google Meet

source: Create a New Course
id_id: Buat Kursus Baru

source: Create a recurring revenue stream with a robust subscriptions and memberships system. Provide course-specific or full-site access with customizable pricing tiers.
id_id: Ciptakan aliran pendapatan berulang dengan sistem langganan dan keanggotaan yang tangguh. Berikan akses khusus kursus atau akses situs penuh dengan tingkatan harga yang dapat disesuaikan.

source: Create a Zoom Meeting
id_id: Buat Rapat Zoom

source: Create Announcement
id_id: Buat Pengumuman

source: Create Bundle
id_id: Buat Bundel

source: Create Coupon
id_id: Buat Kupon

source: Create Course
id_id: Buat Kursus

source: Create Date
id_id: Buat Tanggal

source: Create Meeting
id_id: Buat Rapat

source: Create multilingual courses, lessons, dashboard and more.
id_id: Buat kursus multibahasa, pelajaran, dasbor, dan banyak lagi.

source: Create New Announcement
id_id: Buat Pengumuman Baru

source: Create with AI
id_id: Buat dengan AI

source: Create Your First Course
id_id: Buat Kursus Pertama Anda

source: Create/Select a question to view details
id_id: Buat/Pilih pertanyaan untuk melihat detailnya

source: Created At
id_id: Dibuat di

source: Created by %1$s at %2$s
id_id: Dibuat oleh %1$s di %2$s

source: Creative Writing Essentials: Unlock Your Storytelling Potential
id_id: Dasar-Dasar Penulisan Kreatif: Membuka Potensi Bercerita Anda

source: cURL version
id_id: versi cURL

source: Currency
id_id: Mata uang

source: Currency
id_id: Mata uang

source: Currency Position
id_id: Posisi Mata Uang

source: Currency Symbol
id_id: Simbol Mata Uang

source: Currency Symbol Position
id_id: Posisi Simbol Mata Uang

source: Current Balance is %s
id_id: Saldo Saat Ini adalah %s

source: Current Password
id_id: Kata Sandi Saat Ini

source: Current Settings
id_id: Pengaturan Saat Ini

source: Curriculum
id_id: Kurikulum

source: Custom
id_id: Kebiasaan

source: Custom Certificates
id_id: Sertifikat Kustom

source: Custom field deleted.
id_id: Bidang khusus dihapus.

source: Custom field updated.
id_id: Bidang khusus diperbarui.

source: Customer changed or canceled order
id_id: Pelanggan mengubah atau membatalkan pesanan

source: Customize your checkout process to suit your preferences.
id_id: Sesuaikan proses pembayaran dengan preferensi Anda.

source: Dashboard
id_id: Dasbor

source: Dashboard Page
id_id: Halaman dashboard

source: Data deleted successfully!
id_id: Data berhasil dihapus!

source: Data not found or invalid
id_id: Data tidak ditemukan atau salah

source: Data retrieved successfully!
id_id: Data berhasil diambil!

source: Database operation failed
id_id: Operasi basis data gagal

source: Date
id_id: Tanggal

source: Date is required
id_id: Tanggal diperlukan

source: Day
id_id: Hari

source: Day(s)
id_id: Hari

source: Days
id_id: Hari

source: days
id_id: hari

source: Deadline:
id_id: Tenggat waktu:

source: December
id_id: Desember

source: Decimal Separator
id_id: Pemisah Desimal

source: Deduct Fees
id_id: Potong Biaya

source: Default
id_id: Bawaan

source: Default Quiz Attempt limit (When Retry Mode is enabled)
id_id: Batasan Percobaan Kuis Default (Saat Mode Coba Lagi diaktifkan)

source: Default timezone is %s - it should be UTC
id_id: Zona waktu default adalah %s - seharusnya UTC

source: Default timezone is UTC
id_id: Zona waktu default adalah UTC

source: Define how many columns you want to use to display courses.
id_id: Tentukan berapa banyak kolom yang ingin Anda gunakan untuk menampilkan kursus.

source: Define how many times a student can retake this quiz. Setting it to "0" allows unlimited attempts
id_id: Tentukan berapa kali siswa dapat mengulang kuis ini. Mengaturnya ke "0" memungkinkan percobaan tak terbatas

source: Define the key takeaways from this course (list one benefit per line)
id_id: Tentukan poin-poin utama dari kursus ini (cantumkan satu manfaat per baris)

source: Define the number of files that a student can upload in this assignment. Input 0 to disable the option to upload.
id_id: Tentukan jumlah file yang dapat diunggah siswa dalam tugas ini. Masukkan 0 untuk menonaktifkan opsi pengunggahan.

source: Delete
id_id: Menghapus

source: Delete "%s"
id_id: Hapus "%s"

source: Delete all data during uninstallation
id_id: Hapus semua data selama penghapusan instalasi
