Repository: gregoriomario/translation
Catalog: tutor-*.po
Languages: id_id

source: ago
id_id: lalu

source: extension is not valid
id_id: ekstensi tidak valid

source: If you don't see the email, check other places it might be, like your junk, spam, social, promotion or others folders.
id_id: Jika Anda tidak melihat email tersebut, periksa tempat lain yang mungkin menampungnya, seperti folder sampah, spam, sosial, promosi, atau folder lainnya.

source: invalid date format
id_id: format tanggal tidak valid

source: is not an array
id_id: bukan sebuah array

source: is not boolean
id_id: bukan boolean

source: is not numeric
id_id: bukan numerik

source: is required
id_id: diperlukan

source: left
id_id: kiri

source: manually.
id_id: secara manual.

source: Page deleted, please set new one
id_id: Halaman dihapus, harap buat yang baru

source: Page not set
id_id: Halaman belum diatur

source: Rating
id_id: Penilaian

source: record not found
id_id: rekaman tidak ditemukan

source: string is not valid
id_id: string tidak valid

source: user does not exist
id_id: pengguna tidak ada

source: when writing the answer.
id_id: saat menulis jawaban.

source: % Booked
id_id: % Dipesan

source: % Complete
id_id: % Menyelesaikan

source: %1$s %2$s
id_id: %1$s dan %2$s

source: %1$s %2$s after you start the assignment
id_id: %1$s %2$s setelah Anda memulai tugas

source: %1$s - There is a newer version of WordPress available (%2$s)
id_id: %1$s - Ada versi WordPress yang lebih baru tersedia (%2$s)

source: %1$s - We recommend a minimum MySQL version of 5.6. See: %2$s
id_id: %1$s - Kami merekomendasikan versi MySQL minimal 5.6. Lihat: %2$s

source: %1$s - We recommend setting memory to at least 64MB. See: %2$s
id_id: %1$s - Kami sarankan untuk menyetel memori setidaknya 64MB. Lihat: %2$s

source: %1$s at %2$s
id_id: %1$s di %2$s

source: %1$s maximum length is %2$d
id_id: Panjang maksimum %1$s adalah %2$d

source: %1$s minimum length is %2$d
id_id: Panjang minimum %1$s adalah %2$d

source: %1$s need to be greater than %2$d
id_id: %1$s harus lebih besar dari %2$d

source: %1$s need to be less than %2$d
id_id: %1$s harus lebih kecil dari %2$d

source: %d Assignments
id_id: %d Tugas

source: %d Bundle
id_id: Bundel %d

source: %d Course
id_id: %d Kursus

source: %d Course bundle
id_id: Paket kursus %d

source: %d Course in Cart
id_id: %d Kursus di Keranjang

source: %d day selected
id_id: %d hari dipilih

source: %d Lessons
id_id: %d Pelajaran

source: %d Quizzes
id_id: %d Kuis

source: %d Topics in total
id_id: %d Topik secara total

source: %s ago
id_id: %s lalu

source: %s deleted successfully
id_id: %s berhasil dihapus

source: %s from now
id_id: %s dari sekarang

source: %s is not valid email
id_id: %s bukan email yang valid

source: %s is required for each question
id_id: %s diperlukan di setiap pertanyaan

source: %s left
id_id: %s tersisa

source: %s off all bundles
id_id: Diskon %s untuk semua paket

source: %s off all courses
id_id: Diskon %s untuk semua kursus

source: %s off all courses and bundles
id_id: Diskon %s untuk semua kursus dan paket

source: %s off all membership plans
id_id: Diskon %s untuk semua paket keanggotaan

source: %s off specific bundles
id_id: Diskon %s untuk paket tertentu

source: %s off specific category
id_id: Diskon %s untuk kategori tertentu

source: %s off specific courses
id_id: Diskon %s untuk kursus tertentu

source: %s off specific membership plans
id_id: Diskon %s untuk paket keanggotaan tertentu

source: %s payment method is not configured properly. Please contact with site administrator!
id_id: Metode pembayaran %s tidak dikonfigurasi dengan benar. Silakan hubungi administrator situs!

source: %s Questions
id_id: %s Pertanyaan

source: %s Rating
id_id: %s Penilaian

source: %s selected
id_id: %s dipilih

source: %s size exceeds the maximum allowed size
id_id: Ukuran %s melebihi ukuran maksimum yang diizinkan

source: %s times
id_id: %s kali

source: (%d questions)
id_id: (%d) pertanyaan

source: (Incl. Tax %s)
id_id: (Termasuk Pajak %s)

source: (Optional)
id_id: (Opsional)

source: 0 day selected
id_id: 0 hari dipilih

source: 200x200
id_id: Ukuran 200x200

source: 3D
id_id: Bahasa Indonesia: 3 dimensi

source: 700x430
id_id: Ukuran 700x430

source: 700x430 pixels
id_id: 700x430 piksel

source: A bold and minimalistic design with striking colors
id_id: Desain yang berani dan minimalis dengan warna yang mencolok

source: A cohesive, intuitive design that enhances user experience across all aspects of course creation and management.
id_id: Desain yang kohesif dan intuitif yang meningkatkan pengalaman pengguna di semua aspek pembuatan dan pengelolaan kursus.

source: A course by
id_id: Kursus oleh

source: A dynamic collage of technology and education themes
id_id: Kolase dinamis antara tema teknologi dan pendidikan

source: A futuristic cityscape with a glowing pathway
id_id: Pemandangan kota futuristik dengan jalur yang bercahaya

source: A list of assets you will be providing for the students in this course (One Per Line)
id_id: Daftar aset yang akan Anda berikan kepada siswa dalam kursus ini (Satu Per Baris)

source: A modern design with digital learning icons
id_id: Desain modern dengan ikon pembelajaran digital

source: A New Instructor Just Signed Up
id_id: Instruktur baru telah mendafarkan diri

source: A New Order Has Been Placed on Your Platform!
id_id: Pesanan Baru Telah Ditempatkan pada Platform Anda!

source: A New Student Has Enrolled in Your Course!
id_id: Siswa Baru Telah Mendaftar di Kursus Anda!

source: A New Student Has Enrolled in Your Course! 🎉
id_id: Seorang Siswa Baru Telah Mendaftar di Kursus Anda! 🎉

source: A peaceful nature scene with soft colors
id_id: Pemandangan alam yang damai dengan warna-warna lembut

source: A professional boardroom with sleek visuals
id_id: Ruang rapat profesional dengan visual yang ramping

source: A serene classroom setting with books and a chalkboard
id_id: Suasana kelas yang tenang dengan buku dan papan tulis

source: A stack of books with warm, inviting lighting
id_id: Tumpukan buku dengan pencahayaan yang hangat dan mengundang

source: A vibrant workspace with a laptop and coffee cup
id_id: Ruang kerja yang semarak dengan laptop dan cangkir kopi

source: A/C Number:
id_id: Nomor A/C:

source: Abandon Quiz?
id_id: Tinggalkan Kuis?

source: About
id_id: Tentang

source: About Course
id_id: Tentang Kursus

source: Access Denied
id_id: Akses ditolak

source: Access Denied!
id_id: Akses ditolak!

source: Access Denied.
id_id: Akses ditolak.

source: Access to this resource is forbidden
id_id: Akses ke sumber daya ini dilarang

source: Account Name
id_id: Nama Akun

source: Account Number
id_id: Nomor Rekening

source: Action
id_id: Tindakan

source: Activate
id_id: Mengaktifkan

source: Activate the “Content Drip” addon to use this feature.
id_id: Aktifkan add-on “Content Drip” untuk menggunakan fitur ini.

source: Activating...
id_id: Mengaktifkan...

source: Active
id_id: Aktif

source: Active Addons
id_id: Add-on Aktif

source: Active Courses
id_id: Kursus Aktif

source: Active from %s
id_id: Aktif dari %s

source: Activity
id_id: Aktivitas

source: Add
id_id: Menambahkan

source: Add a comment (Only admin can see comments.)
id_id: Tambahkan komentar (Hanya admin yang dapat melihat komentar.)

source: Add a summary
id_id: Tambahkan ringkasan

source: Add a title
id_id: Tambahkan judul

source: Add Country & Tax rate
id_id: Tambahkan Negara & Tarif Pajak

source: Add coupon code
id_id: Tambahkan kode kupon

source: Add description
id_id: Tambahkan deskripsi

source: Add discount
id_id: Tambahkan diskon

source: Add End Date
id_id: Tambahkan Tanggal Berakhir

source: Add enrolled students as attendees
id_id: Tambahkan siswa yang terdaftar sebagai peserta

source: Add from URL
id_id: Tambahkan dari URL

source: Add H5P Content
id_id: Tambahkan Konten H5P

source: Add Image
id_id: Tambahkan Gambar

source: Add Instructor
id_id: Tambahkan Instruktur

source: Add Items
id_id: Tambahkan Item

source: Add items first
id_id: Tambahkan item terlebih dahulu

source: Add Manual Payment
id_id: Tambahkan Pembayaran Manual

source: Add New
id_id: Tambahkan Baru

source: Add New Announcement
id_id: Tambah Pengumuman Baru

source: Add New Assignment
id_id: Tambahkan Tugas Baru

source: Add New Category
id_id: Tambahkan Kategori Baru

source: Add New Course
id_id: Tambahkan Kursus Baru

source: Add New Gateway
id_id: Tambahkan Gateway Baru

source: Add New Instructor
id_id: Tambahkan Instruktur Baru

source: Add new instructor
id_id: Tambahkan instruktur baru

source: Add New Lesson
id_id: Tambahkan Pelajaran Baru

# add new on admin bar
source: Assignment
id_id: Penugasan

# add new on admin bar
source: Course
id_id: Kursus

# add new on admin bar
source: Lesson
id_id: Pelajaran

# add new on admin bar
source: Quiz
id_id: Kuis

source: Add New Plan
id_id: Tambahkan Paket Baru

source: Add New Quiz
id_id: Tambahkan Kuis Baru

source: Add New Tag
id_id: Tambahkan Tag Baru

source: Add Option
id_id: Tambahkan Opsi

source: Add or remove categories
id_id: Tambahkan atau hapus kategori

source: Add or remove Tags
id_id: Tambahkan atau hapus Tag

source: Add quiz title
id_id: Tambahkan judul kuis

source: Add Region
id_id: Tambahkan Wilayah

source: Add region & VAT rate
id_id: Tambahkan wilayah & tarif PPN

source: Add region you want to collect tax & their tax rates
id_id: Tambahkan wilayah yang ingin Anda kumpulkan pajaknya & tarif pajaknya

source: Add State
id_id: Tambahkan Negara

source: Add State & VAT Rate
id_id: Tambahkan Negara Bagian & Tarif PPN

source: Add Subscription
id_id: Tambahkan Langganan

source: Add tags
id_id: Tambahkan tag

source: Add tax region
id_id: Tambahkan wilayah pajak

source: Add to Cart
id_id: Tambahkan ke Keranjang

source: Add Topic
id_id: Tambahkan Topik

source: Add Topics, Lessons, and Quizzes to get started.
id_id: Tambahkan Topik, Pelajaran, dan Kuis untuk memulai.

source: Add unlimited attachments/ private files to any Tutor course
id_id: Tambahkan lampiran/file pribadi tanpa batas ke kursus Tutor mana pun

source: Additional
id_id: Tambahan

source: Additional requirements or special instructions for the students (One Per Line)
id_id: Persyaratan tambahan atau instruksi khusus untuk siswa (Satu Per Baris)

source: Addon disabled successfully.
id_id: Addon berhasil dinonaktifkan.

source: Addon enabled successfully.
id_id: Addon berhasil diaktifkan.

# addon-last-checked
source: ago, It will check again after
id_id: lalu, Ini akan memeriksa lagi setelahnya

# addon-last-checked
source: from now
id_id: mulai sekarang

# addon-last-checked
source: Last checked
id_id: Terakhir diperiksa

source: Addons
id_id: Tambahan

source: Address
id_id: Alamat

source: Admin / Owner
id_id: Admin / Pemilik

# admin menu
source: Assignments
id_id: Tugas

# admin menu
source: Courses
id_id: Kursus

# admin menu
source: Lessons
id_id: Pelajaran

# admin menu
source: Quizzes
id_id: Kuis

source: Admin Takes
id_id: Admin Mengambil

source: Advanced
id_id: Canggih

source: Advanced Analytics
id_id: Analisis Lanjutan

source: Advanced Settings
id_id: Pengaturan Lanjutan

source: ago
id_id: lalu

source: AI Studio
id_id: Studio AI

source: Ai Studio Error
id_id: Kesalahan Ai Studio

source: All
id_id: Semua

source: All bundles
id_id: Semua bundel

source: All Categories
id_id: Semua Kategori

source: All Category
id_id: Semua Kategori

source: All Courses
id_id: Semua Kursus

source: All courses
id_id: Semua kursus

source: All courses and bundles
id_id: Semua kursus dan paket

source: All fields required!
id_id: Semua kolom wajib diisi!

source: All Levels
id_id: Semua Tingkat

source: All membership plans
id_id: Semua paket keanggotaan

source: All modified settings of %s have been changed to default.
id_id: Semua pengaturan %s yang dimodifikasi telah diubah ke default.

source: All Pages
id_id: Semua Halaman

source: All Tags
id_id: Semua Tag

source: All the replies also will be deleted.
id_id: Semua balasan juga akan dihapus.

source: All Time
id_id: Semua Waktu

source: Allow customers to place orders without an account.
id_id: Izinkan pelanggan untuk memesan tanpa akun.

source: Allow instructors and admins to view the course content without enrolling
id_id: Izinkan instruktur dan admin untuk melihat konten kursus tanpa mendaftar

source: Allow Instructors to Publish Courses
id_id: Izinkan Instruktur untuk Menerbitkan Kursus.

source: Allow Instructors to Trash Courses
id_id: Izinkan Instruktur Membuang Kursus

source: Allow multiple instructors to sell their courses.
id_id: Izinkan beberapa instruktur untuk menjual kursus mereka.

source: Allow revenue generated from selling courses to be shared with course creators.
id_id: Izinkan pendapatan yang diperoleh dari penjualan kursus dibagikan kepada pembuat kursus.

source: Allow users to apply the coupon code during checkout.
id_id: Izinkan pengguna untuk menerapkan kode kupon selama pembayaran.

source: Allow users to purchase courses directly without adding them to the cart.
id_id: Izinkan pengguna untuk membeli kursus secara langsung tanpa menambahkannya ke keranjang.

source: Allowed attempts must be between 0 and 20
id_id: Upaya yang diizinkan harus antara 0 dan 20

source: Allows a Q&A forum on each course.
id_id: Memungkinkan forum tanya jawab pada setiap kursus.

source: Allows students to retake the quiz after their first attempt.
id_id: Memungkinkan siswa untuk mengulang kuis setelah percobaan pertama.

source: Already applied for instructor
id_id: Sudah melamar untuk instruktur

source: Already have an account?
id_id: Sudah punya akun?

source: Amount
id_id: Jumlah

source: Amount must be less than 100
id_id: Jumlahnya harus kurang dari 100

source: An abstract representation of innovation and creativity
id_id: Representasi abstrak dari inovasi dan kreativitas

source: An error occurred while fetching the plugin download link.
id_id: Terjadi kesalahan saat mengambil tautan unduhan plugin.

source: An error occurred while generating course content. Please try again.
id_id: Terjadi kesalahan saat membuat konten kursus. Silakan coba lagi.

source: An error occurred. Please try to place the order again
id_id: Terjadi kesalahan. Silakan coba untuk memesan lagi

source: An Order's Status Has Been Updated to {order_status}
id_id: Status Pesanan Telah Diperbarui menjadi {order_status}

source: and
id_id: Dan

source: And more…
id_id: Dan masih banyak lagi…

source: Announcement created successfully
id_id: Pengumuman behasil dibuat

source: Announcement delete failed
id_id: Pengumuman gagal dihapus

source: Announcement deleted successfully
id_id: Pengumuman behasil dihapus

source: Announcement not found for given ID
id_id: Pengumuman tidak ditemukan berdasar ID

source: Announcement retrieved successfully
id_id: Pengumuman berhasil didapatkan

source: Announcement summary required
id_id: Simpulan pengumuman diperlukan

source: Announcement Title
id_id: Judul Pengumuman

source: Announcement title
id_id: Judul pengumuman

source: Announcement title required
id_id: Judul pengumuman diperlukan

source: Announcement updated successfully
id_id: Pengumuman berhasil diperbaharui

source: Announcements
id_id: Pengumuman

source: Answer
id_id: Menjawab

source: Answer deleted successfully
id_id: Jawaban berhasil dihapus

source: Answer Explanation
id_id: Jawaban Penjelasan

source: Answer mark as correct updated
id_id: Jawaban ditandai sebagai benar diperbarui

source: Answer Required
id_id: Jawaban Diperlukan

source: Answer title...
id_id: Judul jawaban...

source: Answers are shown after finishing the quiz.
id_id: Jawaban akan ditampilkan setelah kuis selesai.

source: Answers shown after quiz is finished
id_id: Jawaban ditampilkan setelah kuis selesai

source: Any income has to remain this many days in the platform before it is available for withdrawal.
id_id: Pendapatan apa pun harus tetap berada di platform selama beberapa hari sebelum tersedia untuk penarikan.

source: Any standard Image, Document, Presentation, Sheet, PDF or Text file is allowed
id_id: Gambar, Dokumen, Presentasi, Lembar, PDF atau file Teks standar apa pun diperbolehkan

source: API is not connected
id_id: API tidak terhubung

source: API Key
id_id: Kunci API

source: API key & secret generated successfully
id_id: Kunci & rahasia API berhasil dibuat

source: API key permission updated successfully
id_id: Izin kunci API berhasil diperbarui

source: API keys permanently revoked
id_id: Kunci API dicabut secara permanen

source: API keys revoke failed, please try again.
id_id: Pencabutan kunci API gagal, silakan coba lagi.

source: Append the Course
id_id: Tambahkan Kursus

source: Applied settings successfully!
id_id: Pengaturan berhasil diterapkan!

source: Applies To
id_id: Berlaku Untuk

source: Applies to
id_id: Berlaku untuk

source: Apply
id_id: Terapkan

source: Apply Filters
id_id: Terapkan Filter

source: Apply Now
id_id: Bergabung Sekarang

source: Apply single tax rate for entire country
id_id: Terapkan tarif pajak tunggal untuk seluruh negara

source: Approve
id_id: Menyetujui

source: Approve the Instructor
id_id: Setujui Instruktur

source: Approve Withdrawal?
id_id: Menyetujui Penarikan?

source: Approved
id_id: Disetujui

source: Archive
id_id: Arsip

source: Archived
id_id: Diarsipkan

source: Are you sure to delete?
id_id: Anda yakin untuk menghapus?

source: Are you sure you want to continue?
id_id: Apakah Anda yakin ingin melanjutkan?

source: Are you sure you want to delete this Announcement permanently from the site? Please confirm your choice.
id_id: Apakah anda yakin untuk menghapus Pengumuman ini secara permanen? Konfirmasi melalui pilihan berikut.

source: Are you sure you want to delete this assignment? All existing assignment submissions will be permanently deleted.
id_id: Apakah Anda yakin ingin menghapus tugas ini? Semua kiriman tugas yang ada akan dihapus secara permanen.

source: Are you sure you want to delete this content from your course? This cannot be undone.
id_id: Apakah Anda yakin ingin menghapus konten ini dari kursus Anda? Tindakan ini tidak dapat dibatalkan.

source: Are you sure you want to delete this course permanently from the site? Please confirm your choice.
id_id: Apakah Anda yakin ingin menghapus kursus ini secara permanen dari situs? Harap konfirmasikan pilihan Anda.

source: Are you sure you want to delete this interactive quiz? All existing quiz attempts will be permanently deleted.
id_id: Apakah Anda yakin ingin menghapus kuis interaktif ini? Semua percobaan kuis yang ada akan dihapus secara permanen.

source: Are you sure you want to delete this meeting? This cannot be undone.
id_id: Apakah Anda yakin ingin menghapus rapat ini? Tindakan ini tidak dapat dibatalkan.

source: Are you sure you want to delete this permanently from the site? Please confirm your choice.
id_id: Apakah Anda yakin ingin menghapus ini secara permanen dari situs? Harap konfirmasikan pilihan Anda.

source: Are you sure you want to delete this plan? This cannot be undone.
id_id: Apakah Anda yakin ingin menghapus rencana ini? Tindakan ini tidak dapat dibatalkan.

source: Are you sure you want to delete this quiz? All existing quiz attempts will be permanently deleted.
id_id: Apakah Anda yakin ingin menghapus kuis ini? Semua percobaan kuis yang ada akan dihapus secara permanen.

source: Are you sure you want to delete this review permanently from the site? Please confirm your choice.
id_id: Apakah Anda yakin ingin menghapus ulasan ini secara permanen dari situs? Harap konfirmasikan pilihan Anda.

source: Are you sure you want to remove this payment method?
id_id: Apakah Anda yakin ingin menghapus metode pembayaran ini?

source: Are you sure you want to skip this quiz? Please confirm your choice.
id_id: Apakah anda yakin untuk melewati kuis ini? Silahkan konfirmasi

source: Are you sure you would like to perform this action? We suggest you proceed with caution.
id_id: Apakah Anda yakin ingin melakukan tindakan ini? Kami sarankan Anda melakukannya dengan hati-hati.

source: As membership is turned off, students and instructors will not be able to sign up. <strong>Press Enable</strong> or go to <strong>Settings > General > Membership</strong> and enable "Anyone can register".
id_id: Karena keanggotaan dinonaktifkan, siswa dan instruktur tidak akan dapat mendaftar. <strong>Tekan Aktifkan</strong> atau buka <strong>Pengaturan > Umum > Keanggotaan</strong> dan aktifkan "Siapa pun dapat mendaftar".

source: Ascending
id_id: Naik

source: Ask a New Question
id_id: Ajukan Pertanyaan Baru

source: Ask Question
id_id: Ajukan Pertanyaan

source: Assess student learning with assignments.
id_id: Menilai pembelajaran siswa dengan tugas.

source: Assign this course to BuddyPress Groups
id_id: Tetapkan kursus ini ke Grup BuddyPress

source: Assignment
id_id: Penugasan

source: assignment
id_id: penugasan

source: Assignment answer form
id_id: Formulir jawaban tugas

source: Assignment answer is required.
id_id: Jawaban tugas diperlukan.

# Assignment attachment
source: file)
id_id: (berkas)

# Assignment attachment
source: Attach assignment files (Max:
id_id: Lampirkan file tugas (Maks:

source: Assignment Description:
id_id: Deskripsi Tugas:

source: Assignment evaluated
id_id: Tugas dievaluasi

source: Assignment Name
id_id: Nama Tugas

source: Assignment Submission
id_id: Penyerahan Tugas

source: Assignment Submission Period
id_id: Periode Pengajuan Tugas

source: Assignment title is required
id_id: Judul tugas diperlukan

source: Assignment:
id_id: Penugasan:

source: Assignments
id_id: Tugas

source: Assignments submission not found or not completed
id_id: Pengiriman tugas tidak ditemukan atau belum selesai

source: Attach assignment file(s)
id_id: Lampirkan file tugas

source: Attachment remove failed
id_id: Gagal menghapus lampiran

source: Attachments
id_id: Lampiran

source: Attemp not found
id_id: Upaya tidak ditemukan

source: Attempt By
id_id: Upaya Oleh

source: Attempt deleted successfully!
id_id: Percobaan berhasil dihapus!

source: Attempt not found or access permission denied
id_id: Upaya tidak ditemukan atau izin akses ditolak

source: Attempt Time
id_id: Waktu Percobaan

source: Attempted invalid action
id_id: Upaya tindakan tidak valid

source: Attempts Allowed
id_id: Upaya Diizinkan

source: Attempts must be submitted before time expires, otherwise they will not be counted
id_id: Upaya harus diserahkan sebelum waktu habis, jika tidak maka tidak akan dihitung

source: Audience
id_id: Hadirin

source: August
id_id: Agustus

source: Authentication failed
id_id: Otentikasi gagal

source: Author
id_id: Pengarang

source: Author details retrieved successfully
id_id: Detail penulis berhasil diambil

source: Author not found
id_id: Penulis tidak ditemukan

source: Authorization required
id_id: Diperlukan otorisasi

source: Auto Abandon
id_id: Tinggalkan otomatis

source: Auto Complete Course on All Lesson Completion
id_id: Kursus Lengkapi Otomatis pada Semua Penyelesaian Pelajaran

source: Auto Recording
id_id: Perekaman Otomatis

source: Auto recording is required
id_id: Diperlukan perekaman otomatis

source: Auto Redirect to Courses
id_id: Pengalihan Otomatis ke Kursus

source: Auto Submit
id_id: Kirim Otomatis

source: Automatic
id_id: Otomatis

source: Automatically Complete WooCommerce Orders
id_id: Selesaikan Pesanan WooCommerce Secara Otomatis

source: Automatically Load Next Course Content.
id_id: Muat Konten Kursus Berikutnya secara Otomatis.

source: Available
id_id: Tersedia

source: Available Addons
id_id: Add-on yang Tersedia

source: Available after days
id_id: Tersedia setelah beberapa hari

source: Available in Pro
id_id: Tersedia dalam Pro

source: Average Grade
id_id: Nilai Rata-rata

source: Award Students with Custom Certificates
id_id: Berikan Sertifikat Khusus untuk Siswa

source: Back
id_id: Kembali

source: Back to Checkout
id_id: Kembali ke Kasir
