Repository: gregoriomario/translation
Catalog: tutor-*.po
Languages: id_id

source: Delete failed
id_id: Penghapusan gagal

source: Delete Permanently
id_id: Hapus Secara Permanen

source: Delete Tax Rate
id_id: Hapus Tarif Pajak

source: Delete This Announcement?
id_id: Hapus Pengumuman?

source: Delete This Course?
id_id: Hapus Kursus Ini?

source: Delete This Question?
id_id: Hapus Pertanyaan Ini?

source: Delete This Settings?
id_id: Hapus Pengaturan Ini?

source: Delete topic "%s"
id_id: Hapus topik "%s"

source: Deleting...
id_id: Menghapus...

source: Deletion of the course will erase all its topics, lessons, quizzes, events, and other information. Please confirm your choice.
id_id: Penghapusan kursus akan menghapus semua topik, pelajaran, kuis, acara, dan informasi lainnya. Harap konfirmasikan pilihan Anda.

source: DESC
id_id: DESKRIPSI

source: Descending
id_id: Menurun

source: Describe the Fill
id_id: Jelaskan Isinya

source: Describe the image you want for your course thumbnail
id_id: Jelaskan gambar yang Anda inginkan untuk thumbnail kursus Anda

source: Describe the main focus of your course in a few words
id_id: Jelaskan fokus utama kursus Anda dalam beberapa kata

source: Describe what you're trying to achieve and where you're getting stuck
id_id: Jelaskan apa yang ingin Anda capai dan di mana Anda mengalami kendala

source: Description
id_id: Keterangan

source: Description (optional)
id_id: Deskripsi (opsional)

source: Description.
id_id: Keterangan.

source: Design
id_id: Desain

source: Design personalized certificates that highlight their accomplishments and boost their confidence.
id_id: Rancang sertifikat yang dipersonalisasi yang menyoroti prestasi mereka dan meningkatkan kepercayaan diri mereka.

source: Design Settings
id_id: Pengaturan Desain

source: Detail not found for given ID
id_id: Detail tidak ditemukan untuk ID yang diberikan

source: Details
id_id: Detail

source: Difficulty Level
id_id: Tingkat Kesulitan

source: Disable
id_id: Cacat

source: Disable Monetization
id_id: Nonaktifkan Monetisasi

source: Discard
id_id: Membuang

source: Discard Changes
id_id: Buang Perubahan

source: Discount
id_id: Diskon

source: Discount Reason
id_id: Alasan Diskon

source: Discount should not exceed the total price.
id_id: Diskon tidak boleh melebihi harga total.

source: Discount Type
id_id: Jenis Diskon

source: Discount Value
id_id: Nilai Diskon

source: Dismiss
id_id: Membubarkan

source: Display name publicly as
id_id: Nama yang dilihat publik:

source: Display Points
id_id: Titik Tampilan

source: Display prices inclusive tax
id_id: Tampilkan harga termasuk pajak

source: Displays whether or not WordPress is in Debug Mode.
id_id: Menampilkan apakah WordPress dalam Mode Debug atau tidak.

source: Displays whether or not WordPress is using an external object cache.
id_id: Menampilkan apakah WordPress menggunakan cache objek eksternal atau tidak.

source: Displays whether or not WP Cron Jobs are enabled.
id_id: Menampilkan apakah WP Cron Jobs diaktifkan atau tidak.

source: Do not provide certificate
id_id: Jangan berikan sertifikat

source: Do you have any questions?
id_id: Apakah terdapat pertanyaan?

source: Do you want to abandon this quiz? The quiz will be submitted partially up to this question if you leave this page.
id_id: Apakah anda ingin meninggalkan kuis ini? Kuis akan dikirim sebagian hingga pertanyaan ini jika kamu keluar dari halaman ini.

source: Do You Want to Delete This Question?
id_id: Apakah Anda Ingin Mengapus Pertanyaan Ini?

source: Do You Want to Delete This Review?
id_id: Apakah anda ingin menghapus ulasan ini?

source: Do You Want to Delete This?
id_id: Apakah Anda Ingin Menghapus Ini?

source: Do you want to exit without saving?
id_id: Apakah Anda ingin keluar tanpa menyimpan?

source: Do you want to save without any category?
id_id: Apakah Anda ingin menyimpan tanpa kategori apa pun?

source: Do You Want to Skip This Quiz?
id_id: Apakah anda ingin melewati kuis ini?

source: Do you want to start your career as an instructor?
id_id: Apakah anda ingin menjadi instruktur?

source: Documentation
id_id: Dokumentasi

source: DOMDocument
id_id: Dokumen DOM

source: Don't have an account?
id_id: Belum memiliki akun?

source: Don't Include
id_id: Jangan Sertakan

source: Don't Show Again
id_id: Jangan Tampil Lagi

source: Don’t miss out on this game-changing feature!
id_id: Jangan lewatkan fitur yang mengubah permainan ini!

source: Download
id_id: Unduh

source: Download the JSON file and use it to import your data into another Tutor LMS website.
id_id: Unduh file JSON dan gunakan untuk mengimpor data Anda ke situs web Tutor LMS lainnya.

source: Downloadable item not found
id_id: Item yang dapat diunduh tidak ditemukan

source: Draft
id_id: Draf

source: Draft course created
id_id: Draf kursus dibuat

source: Drag your answer
id_id: Seret jawaban Anda

source: Dreamy
id_id: Termenung

source: Droip
id_id: menetes

source: Duplicate
id_id: Duplikat

source: Duration
id_id: Lamanya

source: Duration is required
id_id: Durasi diperlukan

source: Duration unit is required
id_id: Unit durasi diperlukan

source: Duration:
id_id: Lamanya:

source: E-Check
id_id: E-Cek

source: E-Mail field is required
id_id: Bidang E-Mail wajib diisi

source: e.g. Arizona
id_id: misalnya Arizona

source: e.g. Bank Transfer
id_id: misalnya Transfer Bank

source: e.g. Summer Sale %s
id_id: misalnya Obral Musim Panas %s

source: e.g. SUMMER20
id_id: misalnya SUMMER20

source: Each student will get their own deadline based on when they start the assignment.
id_id: Setiap siswa akan mendapatkan tenggat waktu mereka sendiri berdasarkan saat mereka memulai tugas.

source: Earned Marks
id_id: Nilai Diperoleh

source: Easily export your courses, lessons, quizzes, assignments, global settings, etc.
id_id: Ekspor kursus, pelajaran, kuis, tugas, pengaturan global, dll. dengan mudah.

source: Easily set prerequisites to structure your courses and guide student progress.
id_id: Tetapkan prasyarat dengan mudah untuk menyusun kursus Anda dan memandu kemajuan siswa.

source: Easy Digital Downloads
id_id: Unduhan Digital Mudah

source: Edit
id_id: Sunting

source: Edit Announcement
id_id: Ubah Pengumuman

source: Edit Assignment
id_id: Edit Tugas

source: Edit Category
id_id: Edit Kategori

source: Edit Course
id_id: Edit Kursus

source: Edit description
id_id: Edit deskripsi

source: Edit in Certificate Builder
id_id: Edit di Pembuat Sertifikat

source: Edit Lesson
id_id: Edit Pelajaran

source: Edit question title
id_id: Masukkan judul pertanyaan

source: Edit Quiz
id_id: Edit Kuis

source: Edit review
id_id: Perbaharui ulasan

source: Edit Selected Bundles
id_id: Edit Bundel yang Dipilih

source: Edit Selected Courses
id_id: Edit Kursus yang Dipilih

source: Edit Tag
id_id: Sunting Tagnya

source: Edit with
id_id: Edit dengan

source: Edit with %s
id_id: Edit dengan %s

source: Edit with Course Builder
id_id: Edit dengan Pembuat Kursus

source: Edit with Frontend Course Builder
id_id: Edit dengan Pembuat Kursus Frontend

source: Elementor
id_id: Elemen

source: Email Address
id_id: Alamat Email

source: Embedded
id_id: Tertanam

source: Empty Content not Allowed
id_id: Konten Kosong Tidak Diizinkan

source: Empty Content Not Allowed!
id_id: Konten Kosong Tidak Diizinkan!

source: Empty shopping cart
id_id: Keranjang belanja kosong

source: Empty state banner
id_id: Spanduk negara kosong

source: Empty State Illustration
id_id: Ilustrasi Keadaan Kosong

source: Enable
id_id: Memungkinkan

source: Enable
id_id: Memungkinkan

source: Enable "Buy Now" Button
id_id: Aktifkan Tombol "Beli Sekarang"

source: Enable BuddyPress group activity feeds
id_id: Aktifkan umpan aktivitas grup BuddyPress

source: Enable classic editor to edit lesson.
id_id: Aktifkan editor klasik untuk mengedit pelajaran.

source: Enable Content Drip Addon
id_id: Aktifkan Add-on Konten Tetes

source: Enable Coupon Code
id_id: Aktifkan Kode Kupon

source: Enable EDD
id_id: Aktifkan EDD

source: Enable Guest Mode
id_id: Aktifkan Mode Tamu

source: Enable instructors to publish the course directly. If disabled, admins will be able to review course content before publishing.
id_id: Izinkan instruktur untuk menerbitkan kursus secara langsung. Jika dinonaktifkan, admin akan dapat meninjau konten kursus sebelum menerbitkannya.

source: Enable Lesson Comment
id_id: Aktifkan Komentar Pelajaran

source: Enable Marketplace
id_id: Aktifkan Marketplace

source: Enable OpenAI
id_id: Aktifkan OpenAI

source: Enable Q&A section for your course
id_id: Aktifkan bagian Tanya Jawab untuk kursus Anda

source: Enable Revenue Sharing
id_id: Aktifkan Pembagian Pendapatan

source: Enable the option to display this button on the student dashboard.
id_id: Aktifkan opsi untuk menampilkan tombol ini di dasbor siswa.

source: Enable this feature to allow students to post comments on lessons.
id_id: Aktifkan fitur ini untuk mengizinkan siswa mengirim komentar pada pelajaran.

source: Enable this feature to automatically load the next course content after the current one is finished.
id_id: Aktifkan fitur ini untuk memuat konten kursus berikutnya secara otomatis setelah konten kursus saat ini selesai.

source: Enable this option to use Tutor LMS video player for Vimeo.
id_id: Aktifkan opsi ini untuk menggunakan pemutar video Tutor LMS untuk Vimeo.

source: Enable this option to use Tutor LMS video player for YouTube.
id_id: Aktifkan opsi ini untuk menggunakan pemutar video Tutor LMS untuk YouTube.

source: Enable this setting to allow instructors to delete courses.
id_id: Aktifkan pengaturan ini untuk mengizinkan instruktur menghapus kursus.

source: Enable this to create courses using the Gutenberg Editor.
id_id: Aktifkan ini untuk membuat kursus menggunakan Editor Gutenberg.

source: Enable to add a Q&A section
id_id: Aktifkan untuk menambahkan bagian Tanya Jawab

source: Enable to award certificates upon course completion.
id_id: Aktifkan untuk memberikan sertifikat setelah menyelesaikan kursus.

source: Enable to hide course products on shop page.
id_id: Aktifkan untuk menyembunyikan produk kursus di halaman toko.

source: Enable to integrate Tutor LMS with Google Classroom.
id_id: Aktifkan untuk mengintegrasikan Tutor LMS dengan Google Classroom.

source: Enable to let students view all your course events in one place.
id_id: Aktifkan agar siswa dapat melihat semua acara kursus Anda di satu tempat.

source: Enable to manage content access through Restrict Content Pro.
id_id: Aktifkan untuk mengelola akses konten melalui Restrict Content Pro.

source: Enable to manually enroll students in your courses.
id_id: Aktifkan untuk mendaftarkan siswa secara manual di kursus Anda.

source: Enable to publish/re-publish Course Review after the approval of Site Admin
id_id: Aktifkan untuk menerbitkan/menerbitkan ulang Tinjauan Kursus setelah persetujuan Admin Situs

source: Enable to show course about section
id_id: Aktifkan untuk menampilkan kursus tentang bagian

source: Enable to show course announcements section
id_id: Aktifkan untuk menunjukkan bagian pengumuman kursus

source: Enable to show course author name
id_id: Aktifkan untuk menampilkan nama penulis kursus

source: Enable to show course benefits section
id_id: Aktifkan untuk menampilkan bagian manfaat kursus

source: Enable to show course description
id_id: Aktifkan untuk menampilkan deskripsi kursus

source: Enable to show course duration
id_id: Aktifkan untuk menampilkan durasi kursus

source: Enable to show course level
id_id: Aktifkan untuk menunjukkan tingkat kursus

source: Enable to show course materials
id_id: Aktifkan untuk menampilkan materi kursus

source: Enable to show course progress for Students
id_id: Aktifkan untuk menampilkan kemajuan kursus bagi Siswa

source: Enable to show course review section
id_id: Aktifkan untuk menampilkan bagian tinjauan kursus

source: Enable to show course target audience section
id_id: Aktifkan untuk menampilkan bagian target audiens kursus

source: Enable to show course update information
id_id: Aktifkan untuk menampilkan informasi pembaruan kursus

source: Enable to show courses requirements section
id_id: Aktifkan untuk menampilkan bagian persyaratan kursus

source: Enable to show total enrolled students
id_id: Aktifkan untuk melihat jumlah siswa terdaftar

source: Enable to use the Tutor LMS native login system instead of the WordPress login page
id_id: Aktifkan untuk menggunakan sistem login asli Tutor LMS alih-alih halaman login WordPress

source: Enable Tutor LMS Login
id_id: Aktifkan Login Tutor LMS

source: Enable Withdraw Method
id_id: Aktifkan Metode Penarikan

source: Enable/Disable
id_id: Aktifkan/Nonaktifkan

source: Enabling maintenance mode will display a custom message on the frontend. During maintenance mode, visitors cannot access site content, but the wp-admin dashboard remains accessible.
id_id: Mengaktifkan mode pemeliharaan akan menampilkan pesan khusus di bagian depan. Selama mode pemeliharaan, pengunjung tidak dapat mengakses konten situs, tetapi dasbor wp-admin tetap dapat diakses.

source: Enabling this feature will allow students to reset course progress and start over.
id_id: Mengaktifkan fitur ini akan memungkinkan siswa untuk mengatur ulang kemajuan kursus dan memulai kembali.

source: Enabling this feature will show a course content summary on the Course Details page.
id_id: Mengaktifkan fitur ini akan menampilkan ringkasan konten kursus di halaman Detail Kursus.

source: Enabling this feature will show a notification bar to students and instructors to complete their profile information
id_id: Mengaktifkan fitur ini akan menampilkan bilah notifikasi kepada siswa dan instruktur untuk melengkapi informasi profil mereka

source: End Date
id_id: Tanggal Berakhir

source: End date
id_id: Tanggal berakhir

source: End date is required
id_id: Tanggal berakhir diperlukan

source: End date should be after the start date
id_id: Tanggal berakhir seharusnya setelah tanggal dimulai

source: End date should be greater than start date
id_id: Tanggal berakhir seharusnya setelah tanggal dimulai

source: End time
id_id: Waktu berakhir

source: End time is required
id_id: Waktu berakhir diperlukan

source: End time should be after the start time
id_id: Waktu berakhir harus setelah waktu mulai

source: End time should be greater than start time
id_id: Waktu berakhir harus lebih besar dari waktu mulai

source: Ends in
id_id: Berakhir dalam

source: Enroll Course
id_id: Ikuti kursus

source: Enroll Now
id_id: Ikuti Sekarang

source: Enrolled
id_id: Diikuti

source: Enrolled Courses
id_id: Kursus diikuti

source: Enrollment
id_id: Pendaftaran

source: Enrollment Expiration
id_id: Waktu terakhir mendaftar

source: Enrollment failed, please try again!
id_id: Pendaftaran gagal, silakan coba lagi!

source: Enrollment fee
id_id: Biaya pendaftaran

source: Enrollment fee must be greater than 0
id_id: Biaya pendaftaran harus lebih besar dari 0

source: Enrollment successfully done!
id_id: Pendaftaran berhasil dilakukan!

source: Ensure the Free and Pro plugins are on the same version.
id_id: Pastikan plugin Gratis dan Pro berada pada versi yang sama.

source: Enter a brief overview of your course topics and structure
id_id: Masukkan ikhtisar singkat tentang topik dan struktur kursus Anda

source: Enter a quiz title to begin. Choose from a variety of question types to keep things interesting!
id_id: Masukkan judul kuis untuk memulai. Pilih dari beberapa pertanyaan untuk pengalaman yang lebih menyenangkan!

source: Enter a username or email address.
id_id: Masukkan username atau alamat email

source: Enter Assignment Content
id_id: Masukkan Konten Tugas

source: Enter Assignment Title
id_id: Masukkan Judul Tugas

source: Enter enrollment fee
id_id: Masukkan biaya pendaftaran

source: Enter First Name
id_id: Masukkan Nama Depan

source: Enter Last Name
id_id: Masukkan Nama Belakang

source: Enter Lesson Description
id_id: Masukkan Deskripsi Pelajaran

source: Enter Lesson Name
id_id: Masukkan Nama Pelajaran

source: Enter meeting date
id_id: Masukkan tanggal rapat

source: Enter meeting host
id_id: Masukkan tuan rumah rapat

source: Enter meeting name
id_id: Masukkan nama rapat

source: Enter meeting password
id_id: Masukkan kata sandi rapat

source: Enter meeting summary
id_id: Masukkan ringkasan rapat

source: Enter password
id_id: Masukkan kata sandi

source: Enter Password and Confirm Password to reset your password
id_id: Masukkan Kata Sandi dan Konfirmasi Kata Sandi untuk mengatur ulang kata sandi Anda

source: Enter Phone Number
id_id: Masukkan Nomor Telepon

source: Enter plan name
id_id: Masukkan nama paket

source: Enter the reason of this discount
id_id: Masukkan alasan diskon ini

source: Enter the reason of this refund
id_id: Masukkan alasan pengembalian dana ini

source: Enter Username
id_id: Masukkan Nama Pengguna

source: Enter Your Email
id_id: Masukkan Email Anda

source: Enter your OpenAI API key
id_id: Masukkan kunci API OpenAI Anda

source: Enter your password
id_id: Masukkan kata sandi Anda

source: Entered amount exceeds course payment.
id_id: Jumlah yang dimasukkan melebihi pembayaran kursus.

source: Enthusiastic
id_id: Antusias

source: Erase upon uninstallation
id_id: Hapus setelah dihapus

source: Error
id_id: Kesalahan

source: Error generating assignments.
id_id: Terjadi kesalahan saat membuat tugas.

source: Error generating course content
id_id: Terjadi kesalahan saat membuat konten kursus

source: Error generating course contents.
id_id: Terjadi kesalahan saat membuat konten kursus.

source: Error generating course description.
id_id: Terjadi kesalahan saat membuat deskripsi kursus.

source: Error generating course title.
id_id: Terjadi kesalahan saat membuat judul kursus.

source: Error generating lessons.
id_id: Terjadi kesalahan saat membuat pelajaran.

source: Error generating quiz questions.
id_id: Terjadi kesalahan saat membuat pertanyaan kuis.

source: Error generating quizzes.
id_id: Terjadi kesalahan saat membuat kuis.

source: Error generating topics.
id_id: Terjadi kesalahan saat membuat topik.

source: Error!
id_id: Kesalahan!

source: Essay
id_id: Karangan

source: Estimated tax
id_id: Cukai taksiran

source: Evaluate
id_id: Mengevaluasi

source: Evaluate mark can not be greater than total mark
id_id: Nilai evaluasi tidak boleh lebih besar dari nilai total

source: Evaluate this assignment out of %s
id_id: Evaluasi tugas ini dari %s

source: Evaluate this submission
id_id: Evaluasi kiriman ini

source: Evaluation
id_id: Evaluasi

source: ex. Learn Photoshop CS6 from scratch
id_id: mis. Belajar Photoshop CS6 dari awal

source: Example: %s
id_id: Contoh: %s

source: Excel for Business: From Basics to Advanced Analytics
id_id: Excel untuk Bisnis: Dari Dasar hingga Analisis Lanjutan

source: Exclude Course IDS
id_id: Kecualikan ID Kursus

source: Exclude IDS:
id_id: Kecualikan IDS:

source: Exercise Files
id_id: File Latihan

source: Exit
id_id: KELUAR

source: Expand All
id_id: Perluas Semua

source: Expert
id_id: Pakar

source: Expired
id_id: Kedaluwarsa

source: Explore additional features designed to elevate your eLearning experience.
id_id: Jelajahi fitur-fitur tambahan yang dirancang untuk meningkatkan pengalaman eLearning Anda.

source: Explore Addons
id_id: Jelajahi Add-on

source: Explore our in-depth tutorials and create your eLearning courses with ease.
id_id: Jelajahi tutorial mendalam kami dan buat kursus eLearning Anda dengan mudah.

source: Export
id_id: Ekspor

source: Export Data
id_id: Ekspor Data

source: Export Failed
id_id: Ekspor Gagal

source: Export Failed!
id_id: Ekspor Gagal!

source: Export in progress...
id_id: Ekspor sedang berlangsung...

source: Export Quiz
id_id: Kuis Ekspor

source: Export Settings
id_id: Pengaturan Ekspor

source: Export Successful
id_id: Ekspor Berhasil

source: Exported
id_id: Diekspor

source: exported
id_id: diekspor

source: Exporter
id_id: Eksportir

source: Exporting your data...
id_id: Mengekspor data Anda...

source: Exporting...
id_id: Mengekspor...

source: External object cache
id_id: Cache objek eksternal

source: External URL
id_id: URL Eksternal

source: Facebook
id_id: Indonesia

source: Fail
id_id: Gagal

source: Failed
id_id: Gagal

source: failed
id_id: gagal

source: Failed to add a discount
id_id: Gagal menambahkan diskon

source: Failed to add item to the cart
id_id: Gagal menambahkan item ke keranjang

source: Failed to add to cart.
id_id: Gagal menambahkan ke keranjang.

source: Failed to cancel order status
id_id: Gagal membatalkan status pesanan

source: Failed to copy:
id_id: Gagal menyalin:

source: Failed to create!
id_id: Gagal membuat!

source: Failed to delete coupon.
id_id: Gagal menghapus kupon.

source: Failed to Export
id_id: Gagal Mengekspor

source: Failed to fetch duration
id_id: Gagal mengambil durasi

source: Failed to fetch the video data
id_id: Gagal mengambil data video

source: Failed to generate course content. Try again.
id_id: Gagal membuat konten kursus. Coba lagi.

source: Failed to get canvas context
id_id: Gagal mendapatkan konteks kanvas

source: Failed to Import
id_id: Gagal Mengimpor

source: Failed to insert order items
id_id: Gagal memasukkan item pesanan

source: Failed to make a comment
id_id: Gagal membuat komentar

source: Failed to make refund
id_id: Gagal melakukan pengembalian dana

source: Failed to place order!
id_id: Gagal melakukan pemesanan!

source: Failed to read file
id_id: Gagal membaca berkas

source: Failed to save billing info
id_id: Gagal menyimpan info penagihan

source: Failed to update coupon.
id_id: Gagal memperbarui kupon.

source: Failed to update order payment status
id_id: Gagal memperbarui status pembayaran pesanan

source: Failed to update order.
id_id: Gagal memperbarui pesanan.

source: Failed to update!
id_id: Gagal memperbarui!

source: False
id_id: PALSU

source: Featured
id_id: Unggulan

source: Featured Image
id_id: Gambar Unggulan

source: February
id_id: Februari

source: Fee Amount & Type
id_id: Jumlah dan Jenis Biaya

source: Fee Description
id_id: Deskripsi Biaya

source: Feedback
id_id: Masukan

source: Feedback Mode
id_id: Mode Umpan Balik

source: Fees
id_id: Biaya

source: Fees are charged from the entire sales amount. The remaining amount will be divided among admin and instructors.
id_id: Biaya dibebankan dari seluruh jumlah penjualan. Sisanya akan dibagi antara admin dan instruktur.

source: Fetched duration successfully
id_id: Durasi berhasil diambil

source: file not exists
id_id: file tidak ada

source: File Support
id_id: Dukungan Berkas

source: File Support:
id_id: Dukungan Berkas:

source: File Upload Limit
id_id: Batasan Pengunggahan File

source: Fill In The Blanks
id_id: Isilah bagian yang kosong

source: Fill in the Blanks
id_id: Isilah bagian yang kosong

source: Fill in the blanks
id_id: Isilah bagian yang kosong

source: Filmic
id_id: Filmik

source: Filters
id_id: Filternya

source: Final Grade Calculation
id_id: Perhitungan Nilai Akhir

source: Financial Freedom: Learn the Basics of Investing
id_id: Kebebasan Finansial: Pelajari Dasar-Dasar Investasi

source: Find your Secret API key in your %1$sOpenAI User settings%2$s and paste it here to connect OpenAI with your Tutor LMS website.
id_id: Temukan kunci API Rahasia Anda di %1$sPengaturan Pengguna OpenAI%2$s dan tempel di sini untuk menghubungkan OpenAI dengan situs web Tutor LMS Anda.

source: Finish
id_id: Menyelesaikan

source: Finish Setup
id_id: Selesaikan Pengaturan

source: First Attempt
id_id: Upaya Pertama

source: First Name
id_id: Nama Depan

source: First name field is required
id_id: Nama Depan diperlukan

source: Fitness Fundamentals: Build Strength and Confidence
id_id: Dasar-Dasar Kebugaran: Membangun Kekuatan dan Kepercayaan Diri

source: Fixed
id_id: Tetap

source: Flexible
id_id: Fleksibel

source: for assistance.
id_id: untuk bantuan.

source: for refund
id_id: untuk pengembalian dana
