Repository: gregoriomario/translation
Catalog: tutor-*.po
Languages: id_id

source: For Tutor
id_id: Untuk Tutor

source: Forgot Password?
id_id: Lupa Password?

source: Formal
id_id: Resmi

source: Forward seeking is disabled
id_id: Pencarian ke depan dinonaktifkan

source: Four
id_id: Empat

source: Fraudulent order
id_id: Pesanan penipuan

source: Free
id_id: Bebas

source: Free access this course
id_id: Akses gratis untuk kursus ini

source: Fri
id_id: Jum

source: fsockopen/cURL
id_id: fsock terbuka/cURL

source: Fully Booked
id_id: Sudah Sepenuhnya Dipesan

source: Funny
id_id: Lucu

source: Gateway: %s
id_id: Gerbang: %s

source: General
id_id: Umum

source: General Settings
id_id: Pengaturan Umum

source: Generate
id_id: Menghasilkan

source: Generate a complete course outline in seconds!
id_id: Hasilkan garis besar kursus yang lengkap dalam hitungan detik!

source: Generate a New Course
id_id: Buat Kursus Baru

source: Generate Again
id_id: Hasilkan Lagi

source: Generate API Key, Secret
id_id: Hasilkan Kunci API, Rahasia

source: Generate Code
id_id: Hasilkan Kode

source: Generate images, customize backgrounds, and even remove unwanted objects with ease.
id_id: Hasilkan gambar, sesuaikan latar belakang, dan bahkan hapus objek yang tidak diinginkan dengan mudah.

source: Generate Now
id_id: Hasilkan Sekarang

source: Generate with AI
id_id: Hasilkan dengan AI

source: Generated course content
id_id: Konten kursus yang dihasilkan

source: Generated Image
id_id: Gambar yang Dihasilkan

source: Generating course content
id_id: Menghasilkan konten kursus

source: Generation aborted
id_id: Generasi yang digugurkan

source: Generative Erase
id_id: Penghapusan Generatif

source: Get All of Add-Ons for a Single Price
id_id: Dapatkan Semua Add-On dengan Harga Tunggal

source: Get detailed insights on courses, students, earnings, statements, and do so much more with advanced analytics.
id_id: Dapatkan wawasan terperinci tentang kursus, siswa, penghasilan, laporan, dan lakukan lebih banyak lagi dengan analisis tingkat lanjut.

source: Get pro plugin from themeum.com
id_id: Dapatkan plugin pro dari themeum.com

source: Get started with an all-in-one platform to create, manage, and sell your courses effortlessly—trusted by over 90,000 eLearning websites worldwide.
id_id: Mulailah dengan platform lengkap untuk membuat, mengelola, dan menjual kursus Anda dengan mudah—dipercaya oleh lebih dari 90.000 situs web eLearning di seluruh dunia.

source: Get Support
id_id: Dapatkan Dukungan

source: Get Tutor LMS Pro
id_id: Dapatkan Tutor LMS Pro

source: Get your payment directly into your bank account
id_id: Terima pembayaran langsung ke rekening bank Anda

source: Github
id_id: Bahasa Indonesia: Github

source: Given
id_id: Diberikan

source: Given Answer
id_id: Jawaban Diberikan

source: Global Tax Settings
id_id: Pengaturan Pajak Global

source: Go to Dashboard
id_id: Menuju dashboard

source: Go to Home
id_id: Pergi ke Beranda

source: Go to Settings
id_id: Buka Pengaturan

source: Google Classroom Integration
id_id: Integrasi Google Classroom

source: Gradebook
id_id: Buku Nilai

source: Grand Total
id_id: Jumlah keseluruhan

source: Grand total
id_id: Jumlah keseluruhan

source: Gray
id_id: Abu-abu

source: Group multiple courses to sell together.
id_id: Kelompokkan beberapa kursus untuk dijual bersama.

# guest checkout
source: Order placement failed. %s
id_id: Penempatan pesanan gagal. %s

source: Guide Students with Course Prerequisites
id_id: Memandu Siswa dengan Prasyarat Kursus

source: Gutenberg
id_id: Bahasa Inggris Gutenberg

source: Gutenberg Editor
id_id: Editor Gutenberg

source: GZip
id_id: Bahasa Indonesia: GZip

source: GZip (gzopen) is used to open the GEOIP database from MaxMind.
id_id: GZip (gzopen) digunakan untuk membuka basis data GEOIP dari MaxMind.

source: Have a coupon?
id_id: Punya kupon?

source: Hello
id_id: Halo

source: hh:mm a
id_id: hh:mm sebuah

source: Hi
id_id: Hai

source: Hi {user_name},
id_id: Hai {nama_pengguna},

source: Hi, Welcome back!
id_id: Selamat datang!

source: Hide Course Products on Shop Page
id_id: Sembunyikan Produk Kursus di Halaman Toko

source: Hide Question Number
id_id: Sembunyikan Nomor Pertanyaan

source: Hide Quiz Time
id_id: Sembunyikan Waktu Kuis

source: Highest Grade
id_id: Nilai Tertinggi

source: History
id_id: Sejarah

source: Home URL
id_id: URL Beranda

source: Host live classes with Google Meet, directly from your lesson page.
id_id: Selenggarakan kelas langsung dengan Google Meet, langsung dari halaman pelajaran Anda.

source: hour
id_id: jam

source: Hour
id_id: Jam

source: hour(s)
id_id: jam

source: Hours
id_id: Jam

source: hours
id_id: jam

source: How do you want to set up?
id_id: Bagaimana Anda ingin mengaturnya?

source: How many courses per page on the archive pages.
id_id: Berapa banyak kursus per halaman pada halaman arsip.

source: How many courses per row on the archive pages.
id_id: Berapa banyak kursus per baris pada halaman arsip.

source: How would you rate this course?
id_id: Bagaimana Anda menilai kursus ini?

source: HTML/Multipart emails use DOMDocument to generate inline CSS in templates.
id_id: Email HTML/Multipart menggunakan DOMDocument untuk menghasilkan CSS sebaris dalam templat.

source: HTTP method not allowed
id_id: Metode HTTP tidak diizinkan

source: I agree with the website's
id_id: Saya setuju dengan situs web tersebut

source: I already know, skip it!
id_id: Saya sudah tahu, lewati saja!

source: IBAN
id_id: Bahasa Indonesia: IBAN

source: IBAN:
id_id: Bahasa Indonesia:

source: Icon
id_id: Ikon

source: ID
id_id: PENGENAL

source: If checked, any user/guest can view this lesson without enrolling in the course.
id_id: Jika dicentang, pengguna/tamu mana pun dapat melihat pelajaran ini tanpa mendaftar dalam kursus.

source: If checked, course media files will also be exported with the course data.
id_id: Jika dicentang, berkas media kursus juga akan diekspor dengan data kursus.

source: If enabled, an Enrolled Course will be automatically completed if all its Lessons, Quizzes, and Assignments are already completed by the Student
id_id: Jika diaktifkan, Kursus Terdaftar akan otomatis selesai jika semua Pelajaran, Kuis, dan Tugasnya sudah diselesaikan oleh Siswa.

source: If enabled, in the case of Courses, WooCommerce Orders will get the "Completed" status .
id_id: Jika diaktifkan, dalam kasus Kursus, Pesanan WooCommerce akan mendapatkan status "Selesai".

source: If enabled, the courses will be sortable by Course Name or Creation Date in either Ascending or Descending order
id_id: Jika diaktifkan, kursus akan dapat diurutkan berdasarkan Nama Kursus atau Tanggal Pembuatan dalam urutan Ascending atau Descending

source: If you didn't make this request, just ignore this email. If you'd like to proceed:
id_id: Jika Anda tidak mengajukan permintaan ini, abaikan saja email ini. Jika Anda ingin melanjutkan:

source: If you like %1$s please leave us a %2$s rating. A huge thanks in advance!
id_id: Jika kamu menyukai %1$s tolong berikan nilai %2$s. Terima kasih!

source: If you pause enrolment, students will no longer be able to enroll in the course.
id_id: Jika Anda menjeda pendaftaran, siswa tidak akan dapat lagi mendaftar pada kursus tersebut.

source: Illustration
id_id: Ilustrasi

source: Illustration of a no course selected
id_id: Ilustrasi mata kuliah yang tidak dipilih

source: Image
id_id: Gambar

source: Image Answering
id_id: Jawaban Gambar

source: Image matched text..
id_id: Gambar cocok dengan teks.

source: Image Matching
id_id: Pencocokan Gambar

source: Image size ratio: 4:1
id_id: Rasio ukuran gambar: 4:1

source: Import
id_id: Impor

source: Import Complete!
id_id: Impor Selesai!

source: Import Failed
id_id: Impor Gagal

source: Import Failed!
id_id: Impor Gagal!

source: Import File
id_id: Impor Berkas

source: Import in progress
id_id: Impor sedang berlangsung

source: Import in progress...
id_id: Impor sedang berlangsung...

source: Import Quiz
id_id: Kuis Impor

source: Import Successful
id_id: Impor Berhasil

source: Import/Export
id_id: Impor/Ekspor

source: Import/Export Settings
id_id: Pengaturan Impor/Ekspor

source: Important
id_id: Penting

source: Imported
id_id: Impor

source: imported
id_id: impor

source: Importing...
id_id: Pengimporan...

source: In
id_id: Di dalam

source: In Progress
id_id: Sedang berlangsung

source: In Progress Courses
id_id: Kursus yang Sedang Berlangsung

source: Inactive
id_id: Tidak aktif

source: Incl. tax
id_id: Termasuk pajak

source: Incl. tax %s
id_id: Termasuk pajak %s

source: Incomplete
id_id: Tidak lengkap

source: Incorrect
id_id: Salah

source: Incorrect Answer
id_id: Jawaban Salah

source: Incorrect Previous Password
id_id: Kata sandi sebelumnya salah

source: Increasing memory allocated to PHP
id_id: Meningkatkan memori yang dialokasikan untuk PHP

source: Individual
id_id: Individu

source: Information about the web server that is currently hosting your site.
id_id: Informasi tentang server web yang saat ini menghosting situs Anda.

source: Informational
id_id: Informasional

source: Initiate Export
id_id: Memulai Ekspor

source: Input answer here
id_id: Masukkan jawaban di sini

source: Insert API key here
id_id: Masukkan kunci API di sini

source: Inspire Me
id_id: Inspirasi Saya

source: Inspire them with a touch of credibility and recognition tailored just for them.
id_id: Beri mereka inspirasi dengan sentuhan kredibilitas dan pengakuan yang dirancang khusus untuk mereka.

source: Install
id_id: Memasang

source: Install & Activate
id_id: Instal & Aktifkan

source: Install the following plugin(s) to enable this addon.
id_id: Instal plugin berikut untuk mengaktifkan addon ini.

source: Installed
id_id: Terpasang

source: Installing...
id_id: Memasang...

source: Instructor
id_id: Pengajar

source: Instructor Application
id_id: Aplikasi Instruktur

source: Instructor Application Received
id_id: Aplikasi Instruktur Diterima

source: Instructor Cover Photo
id_id: Foto Sampul Instruktur

source: Instructor Feedback
id_id: Umpan Balik Instruktur

source: Instructor has been added successfully
id_id: Instruktur telah berhasil ditambahkan

source: Instructor Info
id_id: Info Instruktur

source: Instructor List Layout
id_id: Tata Letak Daftar Instruktur

source: Instructor Note
id_id: Catatan Instruktur

source: Instructor Notice: Your Student's Order Status is Now {order_status}
id_id: Pemberitahuan Instruktur: Status Pesanan Siswa Anda Sekarang adalah {order_status}

source: Instructor Public Profile Layout
id_id: Tata Letak Profil Publik Instruktur

source: Instructor Registration
id_id: Registrasi Instruktur

source: Instructor Registration Form
id_id: Formulir Pendaftaran Instruktur

source: Instructor Registration Page
id_id: Halaman Registrasi Instruktur

source: Instructor Takes
id_id: Instruktur Mengambil

source: Instructors
id_id: Instruktur

source: Instructors should earn equal or above this amount to make a withdraw request.
id_id: Instruktur harus mendapatkan penghasilan yang sama atau lebih tinggi dari jumlah ini untuk mengajukan permintaan penarikan.

source: Insufficient balance.
id_id: Saldo tidak mencukupi.

source: Integrate H5P to add interactivity and engagement to your courses.
id_id: Integrasikan H5P untuk menambahkan interaktivitas dan keterlibatan pada kursus Anda.

source: Interactive Quiz
id_id: Kuis Interaktif

source: Intermediate
id_id: Intermediat

source: Internal server error
id_id: Kesalahan server internal

source: Intro Video
id_id: Video Perkenalan

source: Invalid
id_id: Tidak sah

source: Invalid attempt ID
id_id: ID percobaan tidak valid

source: Invalid bulk action.
id_id: Tindakan massal tidak valid.

source: Invalid cart items
id_id: Item keranjang tidak valid

source: Invalid coupon ID
id_id: ID kupon tidak valid

source: Invalid course categories
id_id: Kategori kursus tidak valid

source: Invalid course ID
id_id: ID kursus tidak valid

source: Invalid course id
id_id: ID kursus tidak valid

source: Invalid Course ID or Access Denied.
id_id: ID Kursus Tidak Valid atau Akses Ditolak.

source: Invalid course id.
id_id: ID kursus tidak valid.

source: Invalid course tags
id_id: Tag kursus tidak valid

source: Invalid date entered!
id_id: Tanggal yang dimasukkan tidak valid!

source: Invalid file type
id_id: Jenis berkas tidak valid

source: Invalid input
id_id: Masukan tidak valid

source: Invalid inputs
id_id: Input tidak valid

source: Invalid instructor
id_id: Instruktur tidak valid

source: Invalid json file
id_id: File JSON tidak valid

source: Invalid JSON file format
id_id: Format file JSON tidak valid

source: Invalid meta id
id_id: ID meta tidak valid

source: Invalid order ID!
id_id: ID pesanan tidak valid!

source: Invalid password
id_id: Kata sandi tidak valid

source: Invalid payload
id_id: Muatan tidak valid

source: Invalid Payment Details
id_id: Rincian Pembayaran Tidak Valid

source: Invalid payment status
id_id: Status pembayaran tidak valid

source: Invalid phone number
id_id: Nomor telepon tidak valid

source: Invalid price type
id_id: Jenis harga tidak valid

source: Invalid product
id_id: Produk tidak valid

source: Invalid question
id_id: Pertanyaan tidak valid

source: Invalid question type
id_id: Jenis pertanyaan tidak valid

source: Invalid quiz
id_id: Kuis tidak valid

source: Invalid quiz info
id_id: Info kuis tidak valid

source: Invalid quiz question ID
id_id: ID pertanyaan kuis tidak valid

source: Invalid refund amount provided
id_id: Jumlah pengembalian dana yang diberikan tidak valid

source: Invalid Request
id_id: Permintaan Tidak Valid

source: Invalid request
id_id: Permintaan tidak valid

source: Invalid Shortcode
id_id: Kode Pendek Tidak Valid

source: Invalid time entered!
id_id: Waktu yang dimasukkan tidak valid!

source: Invalid URL
id_id: URL tidak valid

source: Invalid username or email.
id_id: Username atau alamat email salah

source: Invalid value for %s
id_id: Nilai tidak valid untuk %s

source: Invalid video source
id_id: Sumber video tidak valid

source: Invalid Vimeo URL
id_id: URL Vimeo tidak valid

source: Invalid YouTube URL
id_id: URL YouTube tidak valid

source: It seems there is no course belongs with this quiz, you can not attempt on this quiz without a course belongs, please notify to your instructor to fix this issue.
id_id: Sepertinya tidak ada mata kuliah yang termasuk dalam kuis ini. Anda tidak dapat mengikuti kuis ini tanpa mata kuliah yang termasuk, harap beri tahu instruktur Anda untuk memperbaiki masalah ini.

source: Item already exists in cart
id_id: Barang sudah ada di keranjang

source: Item(s)
id_id: Barang

source: January
id_id: Januari

source: Job Title
id_id: Judul Pekerjaan

source: Join the conversation
id_id: Bergabunglah dalam percakapan

source: JPEG, PNG, GIF, and WebP formats, up to %s
id_id: Format JPEG, PNG, GIF, dan WebP, hingga %s

source: jpg, .jpeg, .png
id_id: gambar .jpg, .jpeg, .png

source: July
id_id: Juli

source: June
id_id: Juni

source: Keep Data
id_id: Simpan Data

source: Keep me signed in
id_id: Biarkan saya tetap masuk

source: Keep Media Files
id_id: Simpan File Media

source: Keep order
id_id: Jaga ketertiban

source: Keep students and instructors notified of course events on their dashboard.
id_id: Beri tahu peserta didik dan instruktur tentang acara kursus di dasbor mereka.

source: Keyword Search
id_id: Pencarian Kata Kunci

source: Landscape
id_id: Lanskap

source: Language
id_id: Bahasa

source: Last 30 Days
id_id: Satu Bulan Terakhir

source: Last 365 Days
id_id: Satu tahun terakhir

source: Last 90 Days
id_id: 90 hari terakhir

source: Last Attempt
id_id: Upaya Terakhir

source: Last Name
id_id: Nama Belakang

source: Last name field is required
id_id: Nama Belakang diperlukan

source: Last Update
id_id: Pembaruan Terakhir

source: Last Updated
id_id: Terakhir Diperbarui

source: Last updated on %s
id_id: Terakhir diperbarui pada %s

source: Latest
id_id: Terbaru

source: Layout
id_id: Tata Letak

source: Leaving the end date blank will make the coupon valid indefinitely.
id_id: Membiarkan tanggal akhir kosong akan membuat kupon berlaku tanpa batas waktu.

source: Leaving...
id_id: Meninggalkan...

source: Left
id_id: Kiri

source: Legacy Mode
id_id: Mode Warisan

source: Lesson
id_id: Pelajaran

source: lesson
id_id: pelajaran

source: Lesson created successfully
id_id: Pelajaran berhasil dibuat

source: Lesson data fetched successfully
id_id: Data pelajaran berhasil diambil

source: Lesson not found for the given topic ID
id_id: Pelajaran tidak ditemukan untuk ID topik yang diberikan

source: Lesson Permalink
id_id: Pelajaran Permalink

source: Lesson permalink
id_id: Tautan permanen pelajaran

source: Lesson Preview
id_id: Pratinjau Pelajaran

source: Lesson retrieved successfully
id_id: Pelajaran berhasil diambil

source: Lesson saved successfully
id_id: Pelajaran berhasil disimpan

source: Lesson title is required.
id_id: Judul pelajaran wajib diisi.

source: Lesson updated successfully
id_id: Pelajaran berhasil diperbarui

source: Lesson:
id_id: Pelajaran:

source: Lessons
id_id: Pelajaran

source: Let the AI Studio create Quizzes on your behalf and give your brain a well-deserved break.
id_id: Biarkan AI Studio membuat Kuis atas nama Anda dan berikan otak Anda istirahat yang layak.

source: Let users register & login through social networks.
id_id: Biarkan pengguna mendaftar & masuk melalui jejaring sosial.

source: Let's Start Building
id_id: Mari Mulai Membangun

source: Let’s Start
id_id: Ayo Mulai

source: Level
id_id: Tingkat

source: Leverage the collection of magnificent Tutor starter templates to make a jump start.
id_id: Manfaatkan koleksi templat permulaan Tutor yang luar biasa untuk memulai dengan cepat.

source: Lifetime
id_id: Seumur hidup

source: Limit exceeded
id_id: Batas dilampaui

source: Limit number of times this coupon can be used by a customer
id_id: Batasi jumlah kali kupon ini dapat digunakan oleh pelanggan

source: Limit number of times this coupon can be used in total
id_id: Batasan jumlah penggunaan kupon ini secara total

source: Live
id_id: Hidup

source: Load More
id_id: Muat Lebih Banyak

source: Loading
id_id: Memuat

source: Loading...
id_id: Memuat...

source: Local
id_id: Lokal

source: Logout
id_id: Keluar

source: Logs
id_id: Catatan

source: Lost your password? Please enter your username or email address. You will receive a link to create a new password via email.
id_id: Lupa kata sandi? Silahkan masukkan username atau alamat email. Anda akan menerima tautan untuk membuat kata sandi baru.

source: Magic Fill
id_id: Isi Ajaib

source: Maintenance Mode
id_id: Mode Pemeliharaan

source: Make Longer
id_id: Membuat Lebih Panjang

source: Make Shorter
id_id: Jadikan Lebih Pendek

source: Make This Course Public. No Enrollment Required.
id_id: Jadikan Kursus Ini Publik. Tidak Perlu Pendaftaran.

source: Manage subscription
id_id: Kelola langganan

source: Manage Subscription Plans
id_id: Kelola Paket Langganan

source: Manual
id_id: Buku petunjuk

source: March
id_id: Berbaris

source: Mark as Complete
id_id: Tandai sebagai selesai

source: Mark as correct
id_id: Tandai sebagai benar

source: Mark as featured
id_id: Tandai sebagai unggulan

source: Mark as In correct
id_id: Tandai sebagai tidak benar

source: Mark as Paid
id_id: Tandai sebagai Sudah Dibayar

source: Mark as paid
id_id: Tandai sebagai sudah dibayar

source: Mark as Read
id_id: Tandai sebagai Sudah Dibaca

source: Mark as read
id_id: Tandai sebagai sudah dibaca

source: Mark as unpaid
id_id: Tandai sebagai belum dibayar

source: Mark as Unread
id_id: Tandai sebagai belum dibaca

source: Mark this conversation as important
id_id: Tandai percakapan ini penting

source: Marketplace
id_id: Pasar

source: Marks :
id_id: Nilai :

source: Master Public Speaking: Deliver Powerful Presentations
id_id: Kuasai Public Speaking: Sampaikan Presentasi yang Berpengaruh

source: Mastering Digital Marketing: A Complete Guide
id_id: Menguasai Pemasaran Digital: Panduan Lengkap

source: Match the number of answers to the number of blanks {dash} in your question.
id_id: Cocokkan jumlah jawaban dengan jumlah tanda hubung {dash} pada pertanyaan Anda.

source: Matched option..
id_id: Pilihan yang cocok..

source: Matching
id_id: Cocok

source: Material
id_id: Bahan

source: Material Includes
id_id: Bahan Termasuk

source: Materials Included
id_id: Bahan Termasuk

source: Max Question Allowed to Answer
id_id: Jumlah Pertanyaan Maksimum yang Boleh Dijawab

source: Max upload size
id_id: Ukuran unggahan maksimum

source: Maximum file size exceeded!
id_id: Ukuran berkas maksimum terlampaui!

source: Maximum File Size Limit
id_id: Batas Ukuran File Maksimum

source: Maximum Student
id_id: Siswa Maksimum

source: Maximum upload size exceeded
id_id: Ukuran unggahan maksimum terlampaui

source: May
id_id: Mungkin

source: MB
id_id: Bahasa Inggris

source: medium
id_id: sedang

source: Meet live lesson
id_id: Bertemu dengan pelajaran langsung

source: Meeting Date
id_id: Tanggal Pertemuan

source: Meeting Duration
id_id: Durasi Pertemuan

source: Meeting End Date
id_id: Tanggal Akhir Pertemuan

source: Meeting Host
id_id: Tuan Rumah Pertemuan

source: Meeting host is required
id_id: Diperlukan tuan rumah rapat

source: Meeting Name
id_id: Nama Pertemuan

source: Meeting Password
id_id: Kata Sandi Rapat

source: Meeting Start Date
id_id: Tanggal Mulai Rapat

source: Meeting Summary
id_id: Ringkasan Pertemuan

source: Meeting Token
id_id: Token Rapat

source: Membership only
id_id: Hanya untuk keanggotaan

source: Membership Plans
id_id: Paket Keanggotaan

source: Method
id_id: Metode

source: Micro-business exemption
id_id: Pengecualian usaha mikro

source: min
id_id: menit

source: Min withdraw
id_id: Penarikan min

source: min(s)
id_id: menit

source: Mine
id_id: Milikku

source: Minimal Horizontal
id_id: Minimal Horisontal

source: Minimum Days Before Balance is Available
id_id: Jumlah Hari Minimal Sebelum Saldo Tersedia

source: Minimum Pass Points
id_id: Poin Kelulusan Minimum

source: Minimum purchase amount (%s)
id_id: Jumlah pembelian minimum (%s)

source: Minimum Purchase Requirements
id_id: Persyaratan Pembelian Minimum

source: Minimum quantity of courses
id_id: Jumlah minimum kursus

source: Minimum withdraw amount is
id_id: Jumlah penarikan minimum adalah

source: Minimum Withdrawal Amount
id_id: Jumlah Penarikan Minimum

source: Minimum withdrawal amount is %1$s %2$s %3$s
id_id: Jumlah penarikan minimum adalah %1$s %2$s %3$s

source: minimum_purchase
id_id: pembelian_minimum

source: minimum_quantity
id_id: jumlah_minimum

source: minute
id_id: menit

source: Minute
id_id: Menit

source: Minutes
id_id: Menit

source: minutes
id_id: menit

source: Mon
id_id: Sen

source: Monetization
id_id: Monetisasi

source: Monetization Settings
id_id: Pengaturan Monetisasi

source: Month
id_id: Bulan

# Month name
source: August
id_id: Agustus

# Month name
source: December
id_id: Desember

# Month name
source: February
id_id: Febuari

# Month name
source: January
id_id: Januari

# Month name
source: July
id_id: Juli

# Month name
source: June
id_id: Juni

# Month name
source: March
id_id: Maret

# Month name
source: May
id_id: Mei

# Month name
source: October
id_id: Oktober

source: Month(s)
id_id: Bulan

source: Monthly
id_id: Bulanan

source: Months
id_id: Bulan

source: More
id_id: Lagi

source: Move to Draft
id_id: Pindahkan ke Draf

source: Move to Trash
id_id: Pindahkan ke Sampah

source: MP4, and WebM formats, up to %s
id_id: Format MP4, dan WebM, hingga %s

source: Multibyte string
id_id: String multibyte

source: Multibyte String (mbstring) is used to convert character encoding, like for emails or converting characters to lowercase.
id_id: Multibyte String (mbstring) digunakan untuk mengonversi pengkodean karakter, seperti untuk email atau mengonversi karakter menjadi huruf kecil.

source: Multiple Choice
id_id: Pilihan Ganda
