Repository: gregoriomario/translation
Catalog: tutor-*.po
Languages: id_id

source: Show sorting and filtering options on course archive page
id_id: Tampilkan opsi penyortiran dan pemfilteran pada halaman arsip kursus

source: Sign In
id_id: Masuk

source: Sign-In
id_id: Masuk

source: Simplify Language
id_id: Sederhanakan Bahasa

source: Since monetization is currently disabled, your courses are set to free. Enable Tutor LMS monetization to start selling your courses.
id_id: Karena monetisasi saat ini dinonaktifkan, kursus Anda akan digratiskan. Aktifkan monetisasi Tutor LMS untuk mulai menjual kursus Anda.

source: Single Choice
id_id: Pilihan Tunggal

source: Single Question
id_id: Pertanyaan Tunggal

source: Single question
id_id: Pertanyaan tunggal

source: Site URL
id_id: URL Situs

source: Size
id_id: Ukuran

source: Size:
id_id: Ukuran:

source: Size: 700x430 pixels
id_id: Ukuran: 700x430 piksel

source: Sketch
id_id: Sketsa

source: Skill/Occupation
id_id: Skill/Pekerjaan

source: Skip Question
id_id: Lewati Pertanyaan

source: Skip Quiz
id_id: Lewati Kuis

source: Skip this step
id_id: Lewati langkah ini

source: Skip To Next
id_id: Lewati ke Selanjutnya

source: small caps
id_id: huruf kecil

source: Social Login
id_id: Login Sosial

source: Social Profile
id_id: Profil Sosial

source: Social Profile Link
id_id: Tautan Profil Sosial

source: Social Profile Updated
id_id: Profil Sosial Diperbarui

source: Social Share
id_id: Berbagi Sosial

source: Solved
id_id: Terselesaikan

source: Someone has requested a new password for the following account on %s:
id_id: Seseorang telah meminta kata sandi baru untuk akun berikut di %s:

source: Something went wrong
id_id: Ada yang salah

source: Something went wrong during export. Please try again!
id_id: Terjadi kesalahan saat mengekspor. Silakan coba lagi!

source: Something went wrong during import. Please try again!
id_id: Terjadi kesalahan saat mengimpor. Silakan coba lagi!

source: Something Went Wrong!
id_id: Ada yang Salah!

source: Something went wrong!
id_id: Ada yang salah!

source: Something went wrong, please try again
id_id: Ada yang salah, silakan coba lagi

source: Something went wrong, please try again
id_id: Ada yang salah, silakan coba lagi

source: Something went wrong, please try again after refreshing page
id_id: Terjadi kesalahan, silakan coba lagi setelah menyegarkan halaman

source: Something went wrong, please try again!
id_id: Terjadi kesalahan, silakan coba lagi!

source: Something went wrong.
id_id: Ada yang salah.

source: Sorry for the inconvenience.
id_id: Mohon maaf atas ketidaknyamanannya.

source: Sorry, but you are looking for something that isn't here.
id_id: Maaf, tetapi Anda mencari sesuatu yang tidak ada di sini.

source: Sort By
id_id: Urutankan Berdasarkan

source: Sort by
id_id: Urutankan berdasarkan

source: Sort By:
id_id: Urutankan Berdasarkan:

source: Sorting
id_id: Penyortiran

source: Specific bundles
id_id: Bundel khusus

source: Specific category
id_id: Kategori khusus

source: Specific courses
id_id: Kursus khusus

source: Specific membership plans
id_id: Paket keanggotaan khusus

source: Specify regions and their applicable tax rates.
id_id: Tentukan wilayah dan tarif pajak yang berlaku.

source: Specify the decimal separator.
id_id: Tentukan pemisah desimal.

source: Specify the target audience that will benefit the most from the course. (One Line Per target audience)
id_id: Tentukan target audiens yang akan memperoleh manfaat paling banyak dari kursus. (Satu Baris Per Target Audiens)

source: Specify the thousand separator.
id_id: Tentukan pemisah ribuan.

source: Spotlight Mode
id_id: Mode Sorotan

source: SSL certificate
id_id: Sertifikat SSL

source: Standard Size: 700x430 pixels
id_id: Ukuran Standar: 700x430 piksel

source: star
id_id: bintang

source: stars
id_id: bintang

source: Start as an independent educator and share your expertise.
id_id: Mulailah sebagai pendidik independen dan bagikan keahlian Anda.

source: Start Assignment
id_id: Mulai Tugas

source: Start building your course!
id_id: Mulai membangun kursus Anda!

source: Start building your first course today and let your eLearning journey begin.
id_id: Mulailah dengan membuat kursus pertamamu dan memulai perjalanan pembelajaran daring.

source: Start configuring the tax settings to set up and manage the tax rates.
id_id: Mulai konfigurasikan pengaturan pajak untuk mengatur dan mengelola tarif pajak.

source: Start Date
id_id: Tanggal Dimulai

source: Start date
id_id: Tanggal dimulai

source: Start date is required
id_id: Tanggal mulai diperlukan

source: Start date should be after the schedule date
id_id: Tanggal mulai harus setelah tanggal jadwal

source: Start Learning
id_id: Mulai Belajar

source: Start learning!
id_id: Mulai belajar!

source: Start Meeting
id_id: Mulai Rapat

source: Start Quiz
id_id: Mulai Kuis

source: Start time
id_id: Waktu mulai

source: Start time is required
id_id: Waktu mulai diperlukan

source: Start time should be after the schedule time
id_id: Waktu mulai harus setelah waktu yang dijadwalkan

source: Starting from %s
id_id: Dimulai dari %s

source: Starts from
id_id: Dimulai dari

source: State
id_id: Negara

source: Status Settings
id_id: Pengaturan Status

source: Stay here
id_id: Tetap disini

source: Still having trouble?
id_id: Masih mengalami masalah?

source: Stop Generation
id_id: Hentikan Generasi

source: Strict
id_id: Ketat

source: strong
id_id: kuat

source: Student
id_id: Murid

source: Student Name:
id_id: Nama Siswa:

source: Student Public Profile Layout
id_id: Tata Letak Profil Publik Siswa

source: Student Ratings & Reviews
id_id: Penilaian dan ulasan siswa

source: Student Registration
id_id: Registrasi Siswa

source: Student Registration Form
id_id: Formulir Pendaftaran Siswa

source: Student Registration Page
id_id: Halaman Registrasi Siswa

source: Student's enrollment will be removed after this number of days. Set 0 for lifetime enrollment.
id_id: Pendaftaran siswa akan dihapus setelah jumlah hari ini. Tetapkan 0 untuk pendaftaran seumur hidup.

source: Student:
id_id: Murid:

source: Students
id_id: Siswa

source: Students can complete courses anytime in the Flexible mode
id_id: Siswa dapat menyelesaikan kursus kapan saja dalam mode Fleksibel

source: Students have to complete, pass all the lessons and quizzes (if any) to mark a course as complete.
id_id: Siswa harus menyelesaikan dan lulus semua pelajaran dan kuis (jika ada) untuk menandai kursus sebagai selesai.

source: Students must be logged in to view course
id_id: Siswa harus login untuk melihat kursus

source: Students need to type their answers exactly as you write them here. Use
id_id: Siswa perlu mengetik jawaban mereka persis seperti yang Anda tulis di sini. Gunakan

source: Styles
id_id: Gaya

source: Submission Date
id_id: Tanggal Pengajuan

source: Submission Deadline
id_id: Batas Waktu Pengajuan

source: Submit
id_id: Kirim

source: Submit &amp; Next
id_id: Kirim & Selanjutnya

source: Submit Assignment
id_id: Kirim Tugas

source: Submit Quiz
id_id: Kirim Kuis

source: Submit Request
id_id: Kirim Permintaan

source: Submit Review
id_id: Kirim Ulasan

source: Submitted Date
id_id: Tanggal Pengiriman

source: Subscription
id_id: Berlangganan

source: Subscription & one-time purchase
id_id: Berlangganan & pembelian satu kali

source: Subscription only
id_id: Hanya berlangganan

source: Subscription Plans
id_id: Paket Berlangganan

source: Subscriptions
id_id: Langganan

source: Subscriptions & Memberships
id_id: Langganan & Keanggotaan

source: Subtotal
id_id: Jumlah keseluruhan

source: Subtotal:
id_id: Jumlah keseluruhan:

source: Success
id_id: Kesuksesan

source: Success!
id_id: Kesuksesan!

source: Successfully deleted
id_id: Berhasil dihapus

source: Successfully Exported
id_id: Berhasil diekspor

source: Successfully Imported
id_id: Berhasil Diimpor

source: SUHOSIN installed
id_id: SUHOSIN terpasang

source: Suhosin is an advanced protection system for PHP installations. It was designed to protect your servers on the one hand against a number of well known problems in PHP applications and on the other hand against potential unknown vulnerabilities within these applications or the PHP core itself. If enabled on your server, Suhosin may need to be configured to increase its data submission limits.
id_id: Suhosin adalah sistem perlindungan canggih untuk instalasi PHP. Sistem ini dirancang untuk melindungi server Anda dari sejumlah masalah umum dalam aplikasi PHP dan dari potensi kerentanan yang tidak diketahui dalam aplikasi ini atau inti PHP itu sendiri. Jika diaktifkan di server Anda, Suhosin mungkin perlu dikonfigurasi untuk meningkatkan batas pengiriman datanya.

source: Summary
id_id: Ringkasan

source: Summary is required
id_id: Ringkasan diperlukan

source: Summary...
id_id: Ringkasan...

source: Summary:
id_id: Ringkasan:

source: Sun
id_id: Min

source: Support
id_id: Mendukung

source: Supported format: .JSON
id_id: Format yang didukung: .JSON

source: Supported payment methods
id_id: Metode pembayaran yang didukung

source: Supports Subscriptions
id_id: Mendukung Langganan

source: Switch to Draft
id_id: Ganti ke Draft

source: Tag
id_id: Menandai

source: Tags
id_id: Tag:

source: Tags field is not an array
id_id: Bidang tag bukan array

source: Tap into the power of AI to save your course creation time and improve course quality. Generate course outlines, images, and contextual content at the click of a button.
id_id: Manfaatkan kekuatan AI untuk menghemat waktu pembuatan kursus dan meningkatkan kualitas kursus. Buat kerangka kursus, gambar, dan konten kontekstual hanya dengan mengklik tombol.

source: Target Audience
id_id: Target Pemirsa

source: Tax
id_id: Pajak

source: Tax (%s)
id_id: Pajak (%s)

source: Tax Banner
id_id: Spanduk Pajak

source: Tax is already included in my prices
id_id: Pajak sudah termasuk dalam harga saya

source: Tax rate
id_id: Tarif pajak

source: Tax Regions & Rates
id_id: Daerah dan Tarif Pajak

source: Tax Settings
id_id: Pengaturan Pajak

source: Tax should be calculated and displayed on the checkout page
id_id: Pajak harus dihitung dan ditampilkan di halaman pembayaran

source: Tax:
id_id: Pajak:

source: Taxes
id_id: Pajak

# taxonomy general name
source: Course Categories
id_id: Kategori Kursus

# taxonomy general name
source: Tags
id_id: Tag:

# taxonomy singular name
source: Category
id_id: Kategori

# taxonomy singular name
source: Tag
id_id: Menandai

source: Tell us about your own personal experience taking this course. Was it a good match for you?
id_id: Ceritakan kepada kami tentang pengalaman pribadi Anda mengikuti kursus ini. Apakah kursus ini cocok untuk Anda?

source: Tell us your qualifications, show us your passion, and begin teaching with us!
id_id: Beritahu kami mengenai kualifikasimu, motivasimu, dan mulailah mengajar bersama kami!

source: Templates
id_id: Templat

source: Terms and Conditions
id_id: syarat dan Ketentuan

source: Terms and Conditions Page
id_id: Halaman Syarat dan Ketentuan

source: Terms of Use
id_id: Ketentuan Penggunaan

source: Test
id_id: Tes

source: Text Color
id_id: Warna Teks

source: Thank You for Rating The Course!
id_id: Terima kasih sudah menilai kursus kami!

source: Thank you for registering as an instructor!
id_id: Terima kasih telah mendaftar sebagai instruktur!

source: Thank you for submitting your course. It will be reviewed by our team shortly.
id_id: Terima kasih telah mengirimkan kursus Anda. Kursus tersebut akan segera ditinjau oleh tim kami.

source: Thank you for your order. We've received your order successfully, and it is now being processed.
id_id: Terima kasih atas pesanan Anda. Kami telah menerima pesanan Anda dengan sukses, dan sekarang sedang diproses.

source: Thanks for completing your profile
id_id: Terima kasih telah melengkapi profil Anda

source: Thanks for reading.
id_id: Terima kasih sudah membaca.

source: The amount of time (in seconds) that your site will spend on a single operation before timing out (to avoid server lockups)
id_id: Jumlah waktu (dalam detik) yang akan dihabiskan situs Anda untuk satu operasi sebelum waktu habis (untuk menghindari server macet)

source: The answer for this question is required
id_id: Jawaban untuk pertanyaan ini diperlukan

source: The Complete Guide to Web Development with React
id_id: Panduan Lengkap Pengembangan Web dengan React

source: The course is already in the cart.
id_id: Kursus sudah ada di keranjang.

source: The course was added to the cart successfully.
id_id: Kursus berhasil ditambahkan ke keranjang.

source: The course was removed successfully.
id_id: Kursus berhasil dihapus.

source: The current language used by WordPress. Default = English
id_id: Bahasa yang digunakan saat ini oleh WordPress. Default = Bahasa Inggris

source: The current quiz answers are submitted automatically.
id_id: Jawaban kuis terkini dikirimkan secara otomatis.

source: The customer has modified or canceled their order. This action indicates that the customer has either updated their order details or decided to cancel their order entirely. Please review the order history for specific changes or cancellation details.
id_id: Pelanggan telah mengubah atau membatalkan pesanan mereka. Tindakan ini menunjukkan bahwa pelanggan telah memperbarui detail pesanan mereka atau memutuskan untuk membatalkan pesanan mereka sepenuhnya. Harap tinjau riwayat pesanan untuk perubahan tertentu atau detail pembatalan.

source: The default timezone for your server.
id_id: Zona waktu default untuk server Anda.

source: The display name is shown in all public fields, such as the author name, instructor name, student name, and name that will be printed on the certificate.
id_id: Nama ini ditunjukkan ke semua halaman publik, seperti nama penulis, nama instruktur, siswa, dan nama yang akan dicetak di sertifikat

source: The enrollment start date cannot be earlier than the course start date
id_id: Tanggal mulai pendaftaran tidak boleh lebih awal dari tanggal mulai kursus

source: The export process has finished. However, certain items could not be exported. Check the summary below:
id_id: Proses ekspor telah selesai. Namun, beberapa item tidak dapat diekspor. Periksa ringkasan di bawah ini:

source: The field is required
id_id: Bidang ini wajib diisi

source: The file you are trying to load does not exist in your theme or Tutor LMS plugin location. If you are extending the Tutor LMS plugin, please create a php file here:
id_id: File yang Anda coba muat tidak ada di lokasi tema atau plugin Tutor LMS Anda. Jika Anda memperluas plugin Tutor LMS, buat file php di sini:

source: The following plugin(s) will be activated upon activating the '%s'.
id_id: Plugin berikut akan diaktifkan setelah mengaktifkan '%s'.

source: The following plugin(s) will be installed upon activating the '%s'.
id_id: Plugin berikut akan diinstal setelah mengaktifkan '%s'.

source: The highest number of attempts allowed for students to participate a quiz. 0 means unlimited. This will work as the default Quiz Attempt limit in case of Quiz Retry Mode.
id_id: Jumlah percobaan tertinggi yang diperbolehkan bagi siswa untuk mengikuti kuis. 0 berarti tidak terbatas. Ini akan berfungsi sebagai batas Percobaan Kuis default jika menggunakan Mode Coba Ulang Kuis.

source: The homepage URL of your site.
id_id: URL beranda situs Anda.

source: The largest filesize that can be contained in one post.
id_id: Ukuran file terbesar yang dapat dimuat dalam satu posting.

source: The largest filesize that can be uploaded to your WordPress installation.
id_id: Ukuran file terbesar yang dapat diunggah ke instalasi WordPress Anda.

source: The maximum amount of memory (RAM) that your site can use at one time.
id_id: Jumlah maksimum memori (RAM) yang dapat digunakan situs Anda dalam satu waktu.

source: The maximum number of variables your server can use for a single function to avoid overloads.
id_id: Jumlah maksimum variabel yang dapat digunakan server Anda untuk satu fungsi guna menghindari kelebihan beban.

source: The order has been flagged as fraudulent. This action indicates that the order has been identified as potentially fraudulent and requires immediate attention. Please investigate the order details and take appropriate measures to prevent any unauthorized transactions.
id_id: Pesanan tersebut telah ditandai sebagai penipuan. Tindakan ini menunjukkan bahwa pesanan tersebut telah diidentifikasi sebagai berpotensi penipuan dan memerlukan perhatian segera. Harap selidiki detail pesanan dan ambil tindakan yang tepat untuk mencegah transaksi yang tidak sah.

source: The page will reload after submission. Make sure to save the course information.
id_id: Halaman akan dimuat ulang setelah pengiriman. Pastikan untuk menyimpan informasi kursus.

source: The preferred payment method is selected as %s.
id_id: Metode pembayaran yang disukai dipilih sebagai %s.

source: The reimagined course & quiz builder lets instructors craft visually rich, interactive lessons, and quizzes with ease. Add multimedia, captivating quizzes, custom paths, and more to elevate every learner's journey.
id_id: Pembangun kursus & kuis yang didesain ulang memungkinkan instruktur menyusun pelajaran dan kuis yang kaya visual dan interaktif dengan mudah. Tambahkan multimedia, kuis yang memikat, jalur khusus, dan banyak lagi untuk meningkatkan perjalanan setiap pelajar.

source: The root URL of your site.
id_id: URL akar situs Anda.

source: The Ultimate Photoshop Course for Beginners
id_id: Kursus Photoshop Terbaik untuk Pemula

source: The version of cURL installed on your server.
id_id: Versi cURL yang terinstal di server Anda.

source: The version of MySQL installed on your hosting server.
id_id: Versi MySQL yang terinstal di server hosting Anda.

source: The version of PHP installed on your hosting server.
id_id: Versi PHP yang terinstal di server hosting Anda.

source: The version of tutor.
id_id: Versi tutor.

source: The version of WordPress installed on your site.
id_id: Versi WordPress yang terinstal di situs Anda.

source: Themes
id_id: Tema

source: Themeum
id_id: Temaum

source: There's no Withdrawal method selected yet! To select a Withdraw method, please contact the Site Admin.
id_id: Belum ada metode Penarikan yang dipilih! Untuk memilih metode Penarikan, silakan hubungi Admin Situs.

source: These colors will be used throughout your website. Choose between these presets or create your own custom palette.
id_id: Warna-warna ini akan digunakan di seluruh situs web Anda. Pilih di antara preset ini atau buat palet kustom Anda sendiri.

source: This assignment will be available after the given number of days.
id_id: Tugas ini akan tersedia setelah jumlah hari yang diberikan.

source: This assignment will be available from the given date. Leave empty to make it available immediately.
id_id: Tugas ini akan tersedia mulai tanggal yang ditentukan. Kosongkan untuk membuatnya tersedia segera.

source: This checkmark ensure that you will sell a specific course via this product.
id_id: Tanda centang ini memastikan bahwa Anda akan menjual kursus tertentu melalui produk ini.

source: This conversation is important
id_id: Percakapan ini penting

source: This coupon is only applicable to %s
id_id: Kupon ini hanya berlaku untuk %s

source: This coupon requires a minimum purchase %s
id_id: Kupon ini memerlukan pembelian minimal %s

source: This coupon requires minimum purchase of %1$d %2$s
id_id: Kupon ini memerlukan pembelian minimal %1$d %2$s

source: This course is full right now. We limit the number of students to create an optimized and productive group dynamic.
id_id: Kursus ini sudah penuh sekarang. Kami membatasi jumlah siswa untuk menciptakan dinamika kelompok yang optimal dan produktif.

source: This course is password protected
id_id: Kursus ini dilindungi kata sandi

source: This feature has been disabled by the administrator
id_id: Fitur ini telah dinonaktifkan oleh administrator

source: This field is required
id_id: Bidang ini wajib diisi

source: This key is invalid or has already been used. Please reset your password again if needed.
id_id: Kunci ini tidak valid atau sudah pernah digunakan. Silakan atur ulang kata sandi Anda jika perlu.

source: This lesson is now available for preview. Users and guests can view it without enrolling in the course.
id_id: Pelajaran ini sekarang tersedia untuk pratinjau. Pengguna dan tamu dapat melihatnya tanpa mendaftar di kursus.

source: This lesson will be available after the given number of days.
id_id: Pelajaran ini akan tersedia setelah jumlah hari yang ditentukan.

source: This lesson will be available from the given date. Leave empty to make it available immediately.
id_id: Pelajaran ini akan tersedia mulai tanggal yang ditentukan. Kosongkan untuk membuatnya tersedia segera.

source: This page will be used as the Terms and Conditions page
id_id: Halaman ini akan digunakan sebagai halaman Syarat dan Ketentuan

source: This page will be used for student and instructor dashboard
id_id: Halaman ini akan digunakan untuk dashboard siswa dan instruktur

source: This page will be used to list all the published courses.
id_id: Halaman ini akan digunakan untuk mencantumkan semua kursus yang diterbitkan.

source: This quiz will be available after the given number of days.
id_id: Kuis ini akan tersedia setelah jumlah hari yang ditentukan.

source: This quiz will be available from the given date. Leave empty to make it available immediately.
id_id: Kuis ini akan tersedia mulai tanggal yang ditentukan. Kosongkan kolom untuk membuatnya tersedia segera.

source: This value must be equal to or greater than 1
id_id: Nilai ini harus sama dengan atau lebih besar dari 1

source: This will create an order. Mark this as paid if you have manually received
id_id: Ini akan membuat pesanan. Tandai ini sebagai sudah dibayar jika Anda telah menerimanya secara manual

source: This will enable sell your product via EDD
id_id: Ini akan memungkinkan menjual produk Anda melalui EDD

source: This will hide the header and the footer and enable spotlight (full screen) mode when students view lessons.
id_id: Ini akan menyembunyikan header dan footer dan mengaktifkan mode sorotan (layar penuh) saat siswa melihat pelajaran.

source: Thousand Separator
id_id: Pemisah Ribuan

source: Three
id_id: Tiga

source: Thu
id_id: Kam

source: Thumbnail
id_id: Gambar kecil

source: Thumbnail generation timed out
id_id: Waktu pembuatan thumbnail telah habis

source: Time
id_id: Waktu

source: Time is required
id_id: Waktu diperlukan

source: Time Limit
id_id: Batas Waktu

source: Time remaining:
id_id: Waktu tersisa:

source: Times
id_id: Kali

source: Timezone
id_id: Zona Waktu

source: Timezone is required
id_id: Zona waktu diperlukan

# tinyMCE button courses
source: Courses
id_id: Kursus

# tinyMCE button order
source: Order :
id_id: Memesan :

# tinyMCE button order by
source: Order By :
id_id: Urutkan Berdasarkan :

source: Title
id_id: Judul

source: Title is required
id_id: Judul diperlukan

source: To host live videos on your platform using YouTube, enter your YouTube API key.
id_id: Untuk menyelenggarakan video langsung pada platform Anda menggunakan YouTube, masukkan kunci API YouTube Anda.

source: Today
id_id: Hari ini

source: today
id_id: Hari ini

source: Toggle options
id_id: Beralih opsi

source: Toggle to enable course social share
id_id: Beralih untuk mengaktifkan berbagi sosial kursus

source: Toggle to show instructor info
id_id: Beralih untuk menampilkan info instruktur

source: Token List
id_id: Daftar Token

source: tomorrow
id_id: besok

source: Tone
id_id: Nada

source: Too many requests
id_id: Terlalu banyak permintaan

source: Tools
id_id: Peralatan

source: Topic created successfully!
id_id: Topik berhasil dibuat!

source: Topic deleted successfully!
id_id: Topik berhasil dihapus!
