Repository: gregoriomario/translation
Catalog: tutor-*.po
Languages: id_id

source: Multiple Correct Answer
id_id: Beberapa Jawaban Benar

source: My Courses
id_id: Kursus saya

source: My Profile
id_id: Profil Saya

source: My Quiz Attempts
id_id: Percobaan Kuis

source: MySQL version
id_id: Versi MySQL

source: N/A
id_id: Tidak tersedia

source: N\A
id_id: Tidak ada

source: Name
id_id: Nama

source: Name is required
id_id: Nama diperlukan

source: Name:
id_id: Nama:

source: Native
id_id: Warga asli

source: Native eCommerce
id_id: E-Commerce Asli

source: Necessary plugin is not installed to display options!
id_id: Plugin yang diperlukan tidak diinstal untuk menampilkan opsi!

source: Need help creating courses with Tutor LMS?
id_id: Butuh bantuan membuat kursus dengan Tutor LMS?

source: Net payment
id_id: Pembayaran bersih

source: New
id_id: Baru

source: New Assignment
id_id: Tugas Baru

source: New Category Name
id_id: Nama Kategori Baru

source: New Course
id_id: Kursus Baru

source: New Instructor Added
id_id: Instruktur Baru Ditambahkan

source: New Lesson
id_id: Pelajaran Baru

source: New order emails are sent to chosen recipient(s) when a new order is received.
id_id: Email pesanan baru dikirimkan ke penerima yang dipilih saat pesanan baru diterima.

source: New order placed
id_id: Pesanan baru telah dilakukan

source: New Password
id_id: Kata Sandi Baru

source: New password and confirm password does not matched
id_id: Kata sandi baru dan konfirmasi kata sandi tidak cocok

source: New Password Required
id_id: Kata Sandi Baru Diperlukan

source: New Quiz
id_id: Kuis Baru

source: New Tag Name
id_id: Nama Tag Baru

source: New title
id_id: Judul baru

source: Next
id_id: Selanjutnya

source: Next
id_id: Selanjutnya

source: No
id_id: TIDAK

source: No Assignments found in Trash.
id_id: Tidak ada Tugas yang ditemukan di Sampah.

source: No Assignments found.
id_id: Tidak Ada Tugas yang ditemukan.

source: No Attachment Found
id_id: Tidak Ada Lampiran Ditemukan

source: No categories found.
id_id: Tidak ada kategori yang ditemukan.

source: No course added.
id_id: Tidak ada kursus yang ditambahkan.

source: No course found
id_id: Tidak ada kursus yang ditemukan

source: No course found for this quiz
id_id: Tidak ada kursus yang ditemukan untuk kuis ini

source: No course selected
id_id: Tidak ada kursus yang dipilih

source: No course yet.
id_id: Belum ada kursus.

source: No courses found
id_id: Kursus tidak ditemukan

source: No courses found in Trash.
id_id: Kursus tidak ditemukan di tempat sampah.

source: No Courses Found.
id_id: Kursus tidak ditemukan.

source: No courses found.
id_id: Kursus tidak ditemukan.

source: No courses in the cart
id_id: Tidak ada kursus di keranjang

source: No Data Available in this Section
id_id: Data tidak ditemukan

source: No Data Found from your Search/Filter
id_id: Data tidak ditemukan dari hasil pencarian/filter

source: No instructor found
id_id: Tidak ada instruktur yang ditemukan

source: No instructors added.
id_id: Tidak ada instruktur yang ditambahkan.

source: No item found
id_id: Tidak ada item yang ditemukan

source: No items selected for the bulk action.
id_id: Tidak ada item yang dipilih untuk tindakan massal.

source: No lessons found in Trash.
id_id: Tidak ada pelajaran yang ditemukan di Sampah.

source: No lessons found.
id_id: Tidak ada pelajaran yang ditemukan.

source: No Limit
id_id: Tidak Terbatas

source: No limit
id_id: Tidak terbatas

source: No matching results found.
id_id: Hasil tidak ditemukan

source: No minimum requirements
id_id: Tidak ada persyaratan minimum

source: No notes
id_id: Tidak ada catatan

source: No option available.
id_id: Tidak ada pilihan yang tersedia.

source: No options are necessary for this question type
id_id: Tidak ada pilihan yang diperlukan untuk jenis pertanyaan ini

source: No options available
id_id: Tidak ada pilihan yang tersedia

source: No payment method found. Please contact the site administrator.
id_id: Tidak ditemukan metode pembayaran. Silakan hubungi administrator situs.

source: No questions added yet.
id_id: Belum ada pertanyaan

source: No questions yet
id_id: Belum ada pertanyaan

source: No quizzes found in Trash.
id_id: Tidak ada kuis yang ditemukan di Sampah.

source: No quizzes found.
id_id: Tidak ada kuis yang ditemukan.

source: No record available
id_id: Tidak ada catatan yang tersedia

source: No record found
id_id: Tidak ada catatan yang ditemukan

source: No recordings
id_id: Tidak ada rekaman

source: No request found
id_id: Tidak ada permintaan yang ditemukan

source: No Review Yet
id_id: Belum ada ulasan

source: No settings data found.
id_id: Data pengaturan tidak ditemukan

source: No tag created yet.
id_id: Belum ada tag yang dibuat.

source: No Tags found.
id_id: Tidak ada Tag yang ditemukan.

source: No template available.
id_id: Tidak ada templat tersedia.

source: No topic content selected
id_id: Tidak ada konten topik yang dipilih

source: No topics content found
id_id: Tidak ada konten topik yang ditemukan

source: No user found
id_id: Tidak ada pengguna yang ditemukan

source: No user selected
id_id: Tidak ada pengguna yang dipilih

source: No video source selected
id_id: Tidak ada sumber video yang dipilih

source: no_minimum
id_id: tidak ada_minimum

source: Nonce not matched. Action failed!
id_id: Nonce tidak cocok. Tindakan gagal!

source: Nonce verification failed
id_id: Verifikasi nonce gagal

source: None
id_id: Tidak ada

source: Not active yet
id_id: Belum aktif

source: Not Found
id_id: Tidak Ditemukan

source: Not Taken
id_id: Belum Diambil

source: Note
id_id: Catatan

source: Note: Refund won't be processed automatically. You are required to process the refund manually via the payment gateway.
id_id: Catatan: Pengembalian dana tidak akan diproses secara otomatis. Anda diminta untuk memproses pengembalian dana secara manual melalui gateway pembayaran.

source: Note: This tool will install all the missing Tutor pages. Pages already defined and set up will not be replaced.
id_id: Catatan: Alat ini akan memasang semua halaman Tutor yang hilang. Halaman yang sudah ditetapkan dan disiapkan tidak akan diganti.

source: Notebook
id_id: Buku catatan

source: Notes
id_id: Catatan

source: Nothing was selected for bulk action.
id_id: Tidak ada yang dipilih untuk tindakan massal.

source: Notifications
id_id: Pemberitahuan

source: Notify all students of your course
id_id: Beritahukan semua siswa tentang kursus Anda

source: Now generating course contents...
id_id: Sekarang sedang membuat konten kursus...

source: Now generating course description...
id_id: Sekarang membuat deskripsi kursus...

source: Now generating course title...
id_id: Sekarang sedang membuat judul kursus...

source: Now generating quiz questions...
id_id: Membuat pertanyaan kuis...

source: Now generating topic names...
id_id: Sekarang sedang membuat nama topik...

source: Number of Decimals
id_id: Jumlah Desimal

source: Number of students that can enrol in this course. Set 0 for no limits.
id_id: Jumlah siswa yang dapat mendaftar di kursus ini. Tetapkan 0 jika tidak ada batasan.

source: Ocean
id_id: Laut

source: October
id_id: Oktober

source: of
id_id: dari

source: of
id_id: dari

source: OFF
id_id: MATI

source: Offer customized learning journeys by setting multiple prerequisites for any course.
id_id: Tawarkan perjalanan belajar yang disesuaikan dengan menetapkan beberapa prasyarat untuk kursus apa pun.

source: Offer flexible subscription plans to maximize your earnings and provide students with affordable access to your courses.
id_id: Tawarkan paket berlangganan yang fleksibel untuk memaksimalkan penghasilan Anda dan memberi siswa akses yang terjangkau ke kursus Anda.

source: Offer free previews of specific lessons before enrollment.
id_id: Tawarkan pratinjau gratis untuk pelajaran tertentu sebelum pendaftaran.

source: Offer sale price
id_id: Penawaran harga jual

source: Ok
id_id: Oke

source: Okay
id_id: Oke

source: Oldest
id_id: Tertua

source: ON
id_id: PADA

source: on
id_id: pada

source: On Hold
id_id: Sedang Ditunda

source: Once you perform this action this can’t be undone.
id_id: Setelah Anda melakukan tindakan ini, tindakan tersebut tidak dapat dibatalkan.

source: One
id_id: Satu

source: One product can not be added to multiple course!
id_id: Satu produk tidak dapat ditambahkan ke beberapa kursus!

source: One use per customer
id_id: Satu kali penggunaan per pelanggan

source: One-Stop Shop registration
id_id: Pendaftaran One Stop Shop

source: One-time purchase only
id_id: Pembelian satu kali saja

source: Only admin can change review status
id_id: Hanya admin yang dapat mengubah status ulasan

source: Only alphanumeric & space are allowed
id_id: Hanya alfanumerik dan spasi yang diizinkan

source: Only alphanumeric and underscore are allowed
id_id: Hanya alfanumerik dan garis bawah yang diizinkan

source: Only main instructor can delete this course
id_id: Hanya instruktur utama yang dapat menghapus kursus ini

source: Only number is allowed
id_id: Hanya angka yang diizinkan

source: Oooh! Access Denied
id_id: Oooh! Akses Ditolak

source: Oops! Something went wrong
id_id: Ups! Ada yang salah

source: Open Ended
id_id: Terbuka

source: Open Ended/Essay
id_id: Terbuka/Esai

source: OpenAI API key
id_id: Kunci API OpenAI

source: Operation failed
id_id: Operasi gagal

source: Optional
id_id: Opsional

source: Options
id_id: Pilihan

source: Order
id_id: Memesan

source: Order #%s
id_id: Pesanan #%s

source: Order activities
id_id: Memesan aktivitas

source: Order By
id_id: Pesan Berdasarkan

source: Order comment successful added
id_id: Komentar pesanan berhasil ditambahkan

source: Order Confirmed
id_id: Pesanan Dikonfirmasi

source: order confirmed
id_id: pesanan dikonfirmasi

source: Order Date
id_id: Tanggal Pemesanan

source: Order Date:
id_id: Tanggal Pemesanan:

source: Order Details
id_id: Detail Pembelian

source: Order discount successful added
id_id: Diskon pesanan berhasil ditambahkan

source: Order History
id_id: Riwayat Pembelian

source: Order ID
id_id: ID Pesanan

source: Order ID is required
id_id: ID pesanan diperlukan

source: Order ID:
id_id: ID Pesanan:

source: Order marked as cancelled
id_id: Pesanan ditandai sebagai dibatalkan

source: Order marked as cancelled by %s
id_id: Pesanan ditandai sebagai dibatalkan oleh %s

source: Order marked as completed
id_id: Pesanan ditandai sebagai selesai

source: Order marked as completed by %s
id_id: Pesanan ditandai sebagai selesai oleh %s

source: Order marked as incomplete
id_id: Pesanan ditandai sebagai belum selesai

source: Order marked as incomplete by %s
id_id: Pesanan ditandai sebagai tidak lengkap oleh %s

source: Order marked as paid
id_id: Pesanan ditandai sebagai sudah dibayar

source: Order marked as paid by %s
id_id: Pesanan ditandai sebagai telah dibayar oleh %s

source: Order marked as trash
id_id: Pesanan ditandai sebagai sampah

source: Order marked as trash by %s
id_id: Pesanan ditandai sebagai sampah oleh %s

source: Order not found
id_id: Pesanan tidak ditemukan

source: Order not found!
id_id: Pesanan tidak ditemukan!

source: Order payment status successfully updated
id_id: Status pembayaran pesanan berhasil diperbarui

source: Order Placement Failed
id_id: Penempatan Pesanan Gagal

source: Order Placement Success
id_id: Keberhasilan Penempatan Pesanan

source: Order refund successful
id_id: Pengembalian dana pesanan berhasil

source: Order refunded by
id_id: Pesanan dikembalikan oleh

source: Order refunded successfully, but pending payment gateway issuance.
id_id: Pesanan berhasil dikembalikan dananya, tetapi penerbitan gateway pembayaran masih tertunda.

source: Order retrieved successfully
id_id: Pesanan berhasil diambil

source: Order Status
id_id: Status Pesanan

source: Order status update emails are sent to chosen recipient(s) whenever a order status updated.
id_id: Email pembaruan status pesanan dikirimkan ke penerima yang dipilih setiap kali status pesanan diperbarui.

source: Order status updated
id_id: Status pesanan diperbarui

source: Order Status:
id_id: Status Pesanan:

source: Order successfully canceled
id_id: Pesanan berhasil dibatalkan

source: Order Summary
id_id: Ringkasan Pesanan

source: Order updated successfully.
id_id: Pesanan berhasil diperbarui.

source: OrderBy
id_id: Diurutkan berdasarkan

source: Ordering
id_id: Pemesanan

source: Orders
id_id: Pesanan

source: Other
id_id: Lainnya

source: Others
id_id: Yang lain

source: Outline
id_id: Garis besar

source: Override Previous Progress
id_id: Abaikan Kemajuan Sebelumnya

source: Overview
id_id: Ringkasan

source: Page
id_id: Halaman

source: Page Features
id_id: Fitur Halaman

source: Page Link
id_id: Tautan Halaman

source: Page Name
id_id: Nama Halaman

source: Page visibility is not public
id_id: Halaman tidak dapat diakses publik

source: Pagination
id_id: Paginasi

source: Paid
id_id: Dibayar

source: Paid Memberships Pro
id_id: Keanggotaan Berbayar Pro

source: Painting
id_id: Lukisan

source: Paragraph
id_id: Ayat

source: Parent Assignments:
id_id: Tugas Orang Tua:

source: Parent Courses:
id_id: Induk Kursus

source: Parent Lessons:
id_id: Pelajaran bagi Orang Tua:

source: Parent Quizzes:
id_id: Kuis Orang Tua:

source: Partially Paid
id_id: Dibayar Sebagian

source: Partially Refunded
id_id: Sebagian Dikembalikan

source: Partially refunded
id_id: Sebagian sudah dikembalikan

source: Partially refunded by
id_id: Sebagian dikembalikan oleh

source: Pass
id_id: Lulus

source: Pass mark cannot be greater than total mark
id_id: Nilai kelulusan tidak boleh lebih besar dari nilai total

source: Pass Marks
id_id: Lulus

source: Pass Points
id_id: Poin Lulus

source: Passed
id_id: Lulus

source: Passing Grade
id_id: Kriteria Ketuntasan Minimal

source: Passing is Required
id_id: Lulus Diperlukan

source: Passing Mark:
id_id: Nilai Kelulusan:

source: Passing Marks
id_id: Nilai Minimum

source: Password
id_id: Kata sandi

source: Password Changed
id_id: Kata sandi Diubah

source: Password Confirmation
id_id: Konfirmasi Kata Sandi

source: Password confirmation
id_id: Konfirmasi kata sandi

source: Password Confirmation field is required
id_id: Konfirmasi kata sandi diperlukan

source: Password field is required
id_id: Kata sandi diperlukan

source: Password is required
id_id: kata sandi diperlukan

source: Password Protected
id_id: Dilindungi Kata Sandi

source: Password reset is not allowed for this user
id_id: Pengaturan ulang kata sandi tidak diizinkan untuk pengguna ini

source: Password Reset Request for %s
id_id: Permintaan Reset Kata Sandi untuk %s

source: Passwords do not match.
id_id: Kata sandi tidak cocok.

source: Paste Embedded Video Code
id_id: Tempel Kode Video Tertanam

source: Paste External Video URL
id_id: Tempel URL Video Eksternal

source: Paste Here
id_id: Tempel di sini

source: Paste Video Shortcode
id_id: Tempel Kode Pendek Video

source: Paste Vimeo Video URL
id_id: Tempel URL Video Vimeo

source: Paste YouTube Video URL
id_id: Tempel URL Video YouTube

source: Pause Enrollment
id_id: Jeda Pendaftaran

source: Pay
id_id: Membayar

source: Pay Now
id_id: Bayar Sekarang

source: Payment
id_id: Pembayaran

source: Payment declined
id_id: Pembayaran ditolak

source: Payment failed
id_id: Pembayaran gagal

source: payment failed
id_id: pembayaran gagal

source: Payment gateways
id_id: Gerbang pembayaran

source: Payment gateways can use cURL to communicate with remote servers to authorize payments, other plugins may also use it when communicating with remote services.
id_id: Gateway pembayaran dapat menggunakan cURL untuk berkomunikasi dengan server jarak jauh untuk mengotorisasi pembayaran, plugin lain juga dapat menggunakannya saat berkomunikasi dengan layanan jarak jauh.

source: Payment Instructions
id_id: Petunjuk Pembayaran

source: Payment is declined by the gateway.
id_id: Pembayaran ditolak oleh gateway.

source: Payment Is Pending Due To Gateway Processing.
id_id: Pembayaran Tertunda Karena Pemrosesan Gateway.

source: Payment Method
id_id: Metode Pembayaran

source: Payment Methods
id_id: Metode Pembayaran

source: Payment Settings
id_id: Pengaturan Pembayaran

source: Payment Status
id_id: Status Pembayaran

source: Payment Status:
id_id: Status Pembayaran:

source: Payment Withdrawal Method
id_id: Metode Penarikan Pembayaran

source: PayPal
id_id: Pembayaran PayPal

source: PayPal E-Mail Address
id_id: Alamat Email PayPal

source: Pending
id_id: Ditunda

source: Percent
id_id: Persen

source: Percentage
id_id: Persentase

source: Permission
id_id: Izin

source: Permission Denied
id_id: Izin Ditolak

source: Permission denied
id_id: Izin ditolak

source: Permission Denied!
id_id: Izin ditolak!

source: Permissioned Denied!
id_id: Izin Ditolak!

source: Phone
id_id: Telepon

source: Phone Number
id_id: Nomor Telepon

source: Photo
id_id: Foto

source: Photography Made Simple: Capture Stunning Shots
id_id: Fotografi Menjadi Sederhana: Ambil Foto yang Menakjubkan

source: PHP 7.2.5 or greater is required
id_id: Diperlukan PHP 7.2.5 atau lebih tinggi

source: PHP max input vars
id_id: Variabel masukan maksimum PHP

source: PHP post max size
id_id: Ukuran maksimal postingan PHP

source: PHP time limit
id_id: Batas waktu PHP

source: PHP version
id_id: Versi PHP

source: pixels
id_id: piksel

source: Place answer
id_id: Tempatkan jawaban

source: Place comma (,) separated category ids
id_id: Tempatkan koma (,) di antara id kategori

source: Place comma (,) separated courses ids which you like to exclude from the query
id_id: Tempatkan koma (,) di antara id kursus yang ingin Anda kecualikan dari kueri

source: Place single course id or comma (,) separated course ids
id_id: Tempatkan id kursus tunggal atau id kursus yang dipisahkan dengan koma (,)

source: Plan
id_id: Rencana

source: Plan Name
id_id: Nama Rencana

source: Plan price
id_id: Harga rencana

source: Plan:
id_id: Rencana:

source: Please %s to view this page
id_id: Silakan %s untuk melihat halaman ini

source: Please add a coupon code.
id_id: Silakan tambahkan kode kupon.

source: Please add a question
id_id: Silakan tambahkan pertanyaan

source: Please add an option.
id_id: Harap tambahkan opsi.

source: Please add images to all options.
id_id: Harap tambahkan gambar ke semua pilihan.

source: Please add matched text to all options.
id_id: Harap tambahkan teks yang cocok ke semua pilihan.

source: Please add titles to all options.
id_id: Harap tambahkan judul pada semua pilihan.

source: Please check your transaction notification on your connected withdrawal method
id_id: Silakan periksa notifikasi transaksi Anda pada metode penarikan yang terhubung

source: Please complete profile
id_id: Harap lengkapi profil

source: Please contact the site administrator for further information.
id_id: Silakan hubungi administrator situs untuk informasi lebih lanjut.

source: Please contact the site administrator for more information.
id_id: Silakan hubungi administrator situs untuk informasi lebih lanjut.

source: Please define alert class
id_id: Tolong tentukan kelas peringatannya

source: Please enroll in this course to view course content.
id_id: Silakan mendaftar di kursus ini untuk melihat konten kursus.

source: Please enter your password.
id_id: Silakan masukkan kata sandi Anda.

source: Please finish editing all newly created options.
id_id: Harap selesaikan pengeditan semua opsi yang baru dibuat.

source: Please make sure that your EDD product exists and valid for this course
id_id: Pastikan produk EDD Anda ada dan valid untuk kursus ini

source: Please make sure that your product exists and valid for this course
id_id: Pastikan produk Anda ada dan valid untuk kursus ini

source: Please make sure the question has answer
id_id: Pastikan pertanyaannya sudah terjawab

source: Please make sure to use the variable {dash} in your question title to show the blanks in your question. You can use multiple {dash} variables in one question.
id_id: Pastikan untuk menggunakan variabel {dash} pada judul pertanyaan untuk menampilkan bagian yang kosong dalam pertanyaan Anda. Anda dapat menggunakan beberapa variabel {dash} dalam satu pertanyaan.

source: Please make sure you are logged in to correct account
id_id: Pastikan Anda masuk ke akun yang benar

source: Please make sure you are logged in to correct account if the content needs authorization.
id_id: Pastikan Anda masuk ke akun yang benar jika konten memerlukan otorisasi.

source: Please review the order and ensure everything is in place for the student's access to the course. Thank you.
id_id: Harap tinjau pesanan dan pastikan semuanya sudah siap untuk akses siswa ke kursus. Terima kasih.

source: Please save withdraw method
id_id: Harap simpan metode penarikan

source: Please select a correct answer.
id_id: Silakan pilih jawaban yang benar.

source: Please select a payment method.
id_id: Silakan pilih metode pembayaran.

source: Please select a reason for the order cancellation. Your input is valuable for understanding the cause.
id_id: Harap pilih alasan pembatalan pesanan. Masukan Anda sangat berharga untuk memahami penyebabnya.

source: Please select an option to answer
id_id: Pilih jawaban untuk dijawab

source: Please select appropriate action
id_id: Silakan pilih tindakan yang sesuai

source: Please select at least one option to answer.
id_id: Pilih paling tidak satu jawaban untuk dijawab.

source: Please Sign In first
id_id: Silahkan masuk terlebih dahulu

source: Please Sign-In
id_id: Silahkan masuk

source: Please wait...
id_id: Harap tunggu...

source: Please, ask your Admin to connect the API with Tutor LMS Pro.
id_id: Silakan minta Admin Anda untuk menghubungkan API dengan Tutor LMS Pro.

source: Plugin Not Activated
id_id: Plugin Tidak Diaktifkan

source: Plugin Not Installed
id_id: Plugin Tidak Terpasang

source: Plugins
id_id: Plugin

source: Point For This Question
id_id: Poin Untuk Pertanyaan Ini

source: Popular
id_id: Populer

source: Popular Categories
id_id: Kategori Populer

source: Popular Tags
id_id: Tag Populer

source: Portrait
id_id: Potret

source: Portrait Horizontal
id_id: Potret Horisontal

source: Post
id_id: Pos

# post type general name
source: Assignments
id_id: Penugasan

# post type general name
source: Courses
id_id: Kursus

# post type general name
source: Lessons
id_id: Materi

# post type general name
source: Quizzes
id_id: Kuis

# post type singular name
source: Assignment
id_id: Penugasan

# post type singular name
source: Course
id_id: Kursus

# post type singular name
source: Lesson
id_id: Materi

# post type singular name
source: Quiz
id_id: Kuis

source: Postcode / ZIP
id_id: Kode pos / ZIP

source: Preferred Course Filters
id_id: Filter Kursus Pilihan

source: Preferred Video Source
id_id: Sumber Video Pilihan

source: Prerequisites
id_id: Prasyarat

source: Preset Colors
id_id: Warna yang telah ditetapkan

source: Preview
id_id: Pratinjau

source: Preview course
id_id: Pratinjau kursus

source: Preview Course Curriculum
id_id: Pratinjau Kurikulum Kursus

source: Previous
id_id: Sebelum

source: Previous
id_id: Sebelum

source: Price
id_id: Harga

source: Price after the discount:
id_id: Harga setelah diskon:

source: Price is required
id_id: Harga diperlukan

source: Price must be greater than 0
id_id: Harga harus lebih besar dari 0

source: Price Type
id_id: Tipe Harga

source: Pricing Model
id_id: Model Penetapan Harga

source: Primary Color
id_id: Warna Primer

source: Primary Hover Color
id_id: Warna Utama Hover

source: Privacy Policy
id_id: Kebijakan Privasi

source: Private
id_id: Pribadi

source: Pro Placeholder
id_id: Tempat Penampung Pro

source: Proceed to checkout
id_id: Lanjutkan ke pembayaran

source: Processing
id_id: Pengolahan

source: Product already linked with course
id_id: Produk sudah terhubung dengan kursus

source: Product not found
id_id: Produk tidak ditemukan
