Repository: gregoriomario/translation
Catalog: tutor-*.po
Languages: id_id

source: Products retrieved successfully!
id_id: Produk berhasil diambil!

source: Professional
id_id: Profesional

source: Profile
id_id: Profil

source: Profile Bio
id_id: Profil Biodata

source: Profile Completion
id_id: Penyelesaian Profil

source: Profile Page
id_id: Halaman Profil

source: Profile Photo
id_id: Foto Profil

source: Profile Photo Changed Successfully!
id_id: Foto Profil Berhasil Diubah!

source: Profile Photo Size
id_id: Ukuran foto profil

source: Profile Updated
id_id: Profil Diperbarui

source: Progress Bar
id_id: Bilah Kemajuan

source: Provide a brief overview of your course topic, target audience, and key takeaways
id_id: Berikan gambaran singkat tentang topik kursus Anda, target audiens, dan poin-poin penting

source: Provide additional resources like downloadable files and reference materials.
id_id: Sediakan sumber daya tambahan seperti file yang dapat diunduh dan materi referensi.

source: Provide clear, step-by-step instructions on how to complete the payment.
id_id: Berikan petunjuk yang jelas langkah demi langkah tentang cara menyelesaikan pembayaran.

source: Provide essential course information to attract and inform potential students
id_id: Memberikan informasi kursus penting untuk menarik dan memberi informasi kepada calon siswa

source: Public
id_id: Publik

source: Public Course
id_id: Kursus Publik

source: Publish
id_id: Terbit

source: Publish Course Review on Admin's Approval
id_id: Publikasikan Ulasan Kursus pada Persetujuan Admin

source: Publish Date
id_id: Tanggal Terbit

source: Publish Immediately
id_id: Langsung Terbitkan

source: Published
id_id: Terbit

source: Published Date
id_id: Tanggal Terbit

source: Purchase
id_id: Pembelian

source: Purchase Options
id_id: Opsi Pembelian

source: Put the answer display time in seconds
id_id: Masukkan waktu tampilan jawaban dalam hitungan detik

source: Python Programming: From Zero to Hero
id_id: Pemrograman Python: Dari Nol hingga Pahlawan

source: Q&A
id_id: Tanya Jawab

source: Q&A
id_id: Tanya Jawab

source: quantities
id_id: kuantitas

source: quantity
id_id: kuantitas

source: Question
id_id: Pertanyaan

source: Question %d
id_id: Pertanyaan %d

source: Question & Answer
id_id: Pertanyaan dan Jawaban

source: Question and Answer
id_id: Pertanyaan dan Jawaban

source: Question answer order successfully updated
id_id: Urutan pertanyaan dan jawaban berhasil diperbarui

source: Question answer saved successfully
id_id: Jawaban pertanyaan berhasil disimpan

source: Question answer updated successfully
id_id: Pertanyaan jawaban berhasil diperbarui

source: Question below each other
id_id: Pertanyaan di bawah satu sama lain

source: Question created successfully
id_id: Pertanyaan berhasil dibuat

source: Question Details
id_id: Detail Pertanyaan

source: Question Layout
id_id: Tata Letak Pertanyaan

source: Question not found for given ID
id_id: Pertanyaan tidak ditemukan untuk ID yang diberikan

source: Question Order
id_id: Pertanyaan Urutan

source: Question order successfully updated
id_id: Urutan pertanyaan berhasil diperbarui

source: Question Pagination
id_id: Pertanyaan Paginasi

source: Question pagination
id_id: Penomoran halaman pertanyaan

source: Question retrieved successfully
id_id: Pertanyaan berhasil diambil

source: Question settings is required with array data
id_id: Pengaturan pertanyaan diperlukan dengan data array

source: Question successfully deleted
id_id: Pertanyaan berhasil dihapus

source: Question title is required
id_id: Judul pertanyaan diperlukan

source: Question title...
id_id: Judul pertanyaan...

source: Question Type
id_id: Tipe Pertanyaan

source: Question updated successfully
id_id: Pertanyaan berhasil diperbarui

source: Questions
id_id: Pertanyaan

source: Questions No
id_id: Pertanyaan Nomor

source: Quiz
id_id: Kuis

source: quiz
id_id: kuis

source: Quiz Attempts
id_id: Percobaan Kuis

source: Quiz attempts not found for given ID
id_id: Upaya kuis tidak ditemukan untuk ID yang diberikan

source: Quiz attempts retrieved successfully
id_id: Upaya kuis berhasil diambil

source: Quiz Auto Start
id_id: Kuis Mulai Otomatis

source: Quiz created successfully
id_id: Kuis berhasil dibuat

source: Quiz data fetched successfully
id_id: Data kuis berhasil diambil

source: Quiz deleted successfully
id_id: Kuis berhasil dihapus

source: Quiz Export/Import
id_id: Ekspor/Impor Kuis

source: Quiz has been timeout already
id_id: Kuis sudah habis waktunya

source: Quiz imported successfully
id_id: Kuis berhasil diimpor

source: Quiz Info
id_id: Info Kuis

source: Quiz not found for given ID
id_id: Kuis tidak ditemukan untuk ID yang diberikan

source: Quiz Overview
id_id: Ikhtisar Kuis

source: Quiz Permalink
id_id: Kuis Permalink

source: Quiz Permission Denied
id_id: Izin Kuis Ditolak

source: Quiz questions generated.
id_id: Pertanyaan kuis dibuat.

source: Quiz retrieved successfully
id_id: Kuis telah berhasil diperbaharui

source: Quiz saved successfully
id_id: Kuis berhasil dirsimpan

source: Quiz Time
id_id: Waktu Kuis

source: Quiz title is required
id_id: Judul kuis diperlukan

source: Quiz updated successfully
id_id: Kuis berhasil diperbaharui

source: Quiz:
id_id: Kuis:

source: Quizzes
id_id: Kuis

source: Random
id_id: Acak

source: Randomize Choice
id_id: Pilih Secara Acak

source: Rating
id_id: Penilaian

source: Rating and review required
id_id: Penilaian dan ulasan diperlukan

source: Rating not found for given ID
id_id: Peringkat tidak ditemukan untuk ID yang diberikan

source: Rating placed successfully!
id_id: Penilaian berhasil dikirim

source: Ratings
id_id: Penilaian

source: Re-Generate Tutor Pages
id_id: Hasilkan Ulang Halaman Tutor

source: Re-type New Password
id_id: Tulis kembali kata sandi baru

source: Read
id_id: Dibaca

source: Reading file...
id_id: Membaca berkas...

source: Ready to import
id_id: Siap untuk mengimpor

source: Reason
id_id: Alasan

source: Reason for Cancellation
id_id: Alasan Pembatalan

source: Reason: %s
id_id: Alasan: %s

source: Reattempt
id_id: Mencoba lagi

source: Reattempt quiz any number of times. Define Attempts Allowed below.
id_id: Coba lagi kuis ini beberapa kali. Tentukan Jumlah Percobaan yang Diizinkan di bawah ini.

source: Received
id_id: Diterima

source: Recommended size: 48x48
id_id: Ukuran yang disarankan: 48x48

source: Refresh the page.
id_id: Segarkan halaman.

source: Refund
id_id: Pengembalian dana

source: Refund amount exceeded.
id_id: Jumlah pengembalian dana terlampaui.

source: Refund amount must be greater than zero.
id_id: Jumlah pengembalian dana harus lebih besar dari nol.

source: Refunded
id_id: Dikembalikan dananya

source: Regenerate Course
id_id: Kursus Regenerasi

source: Region
id_id: Wilayah

source: Register
id_id: Daftar

source: Register as instructor
id_id: Daftar sebagai instruktur

source: Register Now
id_id: Daftar Sekarang

source: Registration Date
id_id: Tanggal bergabung

source: Regular Price
id_id: Harga Reguler

source: Reimagined Course & Quiz Builder
id_id: Pembuat Kursus & Kuis yang Didesain Ulang

source: Reject
id_id: Menolak

source: Reject the Application
id_id: Tolak Aplikasi

source: Reject Withdrawal?
id_id: Tolak Penarikan?

source: Rejected
id_id: Ditolak

source: Release Date (newest first)
id_id: Tanggal Rilis (terbaru dulu)

source: Release Date (oldest first)
id_id: Tanggal Rilis (terlama dulu)

source: Relevant
id_id: Relevan

source: Reload
id_id: Muat ulang

source: Remove
id_id: Menghapus

source: Remove %s
id_id: Hapus %s

source: Remove Image
id_id: Hapus Gambar

source: Remove image
id_id: Hapus gambar

source: Remove the student from enrollment
id_id: Hapus siswa dari pendaftaran

source: Renew every %1$s %2$s
id_id: Perbarui setiap %1$s %2$s

source: Renew plan must be greater than 0
id_id: Perpanjangan paket harus lebih besar dari 0

source: Rephrase
id_id: Mengulang kembali

source: Replace
id_id: Mengganti

source: Replace Image
id_id: Ganti Gambar

source: Replace Thumbnail
id_id: Ganti Thumbnail

source: Reply
id_id: Membalas

source: Request By
id_id: Permintaan Oleh

source: Request Date
id_id: Tanggal Permintaan

source: Request Error
id_id: Permintaan Kesalahan

source: Request Successful
id_id: Permintaan Berhasil

source: Request timed out
id_id: Permintaan waktu habis

source: Requested file not found
id_id: File yang diminta tidak ditemukan

source: Requested On
id_id: Diminta Pada

source: Requested resource not found
id_id: Sumber daya yang diminta tidak ditemukan

source: Required
id_id: Diperlukan

source: Requirements
id_id: Persyaratan

source: Requirements/Instructions
id_id: Persyaratan/Petunjuk

source: Reset
id_id: Mengatur ulang

source: Reset All Settings
id_id: Atur Ulang Semua Pengaturan

source: Reset all settings to default successfully!
id_id: Berhasil mengatur ulang semua pengaturan ke default!

source: Reset All Settings?
id_id: Atur Ulang Semua Pengaturan?

source: Reset Data
id_id: Setel Ulang Data

source: Reset Password
id_id: Atur ulang kata sandi

source: Reset password
id_id: Atur ulang kata sandi

source: Reset Settings
id_id: Atur Ulang Pengaturan

source: Reset Successful
id_id: Reset Berhasil

source: Reset to Default
id_id: Setel Ulang ke Default

source: Reset to Default Settings?
id_id: Atur Ulang ke Pengaturan Default?

source: Rest API
id_id: API Istirahat

source: Restore Previous Settings?
id_id: Pulihkan Pengaturan Sebelumnya?

source: Restore to Default Settings
id_id: Kembalikan ke Pengaturan Default

source: Restrict Content Pro
id_id: Batasi Konten Pro

source: Result
id_id: Hasil

source: Retake This Course
id_id: Ambil Kursus Ini Lagi

source: Retrieve Password
id_id: Ambil Kembali Kata Sandi

source: Retry
id_id: Mencoba kembali

source: Retry Mode
id_id: Mode Coba Lagi

source: Retype Password
id_id: Ketik Ulang Kata Sandi

source: Reveal Mode
id_id: Mode Pengungkapan

source: Revenue Sharing
id_id: Pembagian Pendapatan

source: Revert all settings back to their initial state.
id_id: Kembalikan semua pengaturan ke keadaan awal.

source: Revert to Original
id_id: Kembali ke Aslinya

source: Review
id_id: Ulasan

source: Review Progress
id_id: Ulasan dalam proses

source: Reviews
id_id: Ulasan

source: Revoke
id_id: Menarik kembali

source: Right
id_id: Benar

source: Right circle icon
id_id: Ikon lingkaran kanan

source: Sale discount
id_id: Diskon penjualan

source: Sale ends to
id_id: Penjualan berakhir pada

source: Sale Price
id_id: Harga penjualan

source: Sale price must be less than regular price
id_id: Harga jual harus lebih rendah dari harga normal

source: Sale price should be greater than 0
id_id: Harga jual harus lebih besar dari 0

source: Sale price should be less than regular price
id_id: Harga jual harus lebih rendah dari harga normal

source: Sale starts from
id_id: Penjualan dimulai dari

source: Sales End date should be greater than start date
id_id: Tanggal Akhir Penjualan harus lebih besar dari tanggal mulai

source: Sales End time should be greater than start time
id_id: Waktu akhir penjualan harus lebih besar dari waktu mulai

source: Sat
id_id: Sab

source: Save
id_id: Menyimpan

source: Save Address
id_id: Simpan Alamat

source: Save as Draft
id_id: Simpan Sebagai Draf

source: Save Changes
id_id: Simpan Perubahan

source: Save question title
id_id: Simpan judul pertanyaan

source: Save the lesson first to use the WP Editor.
id_id: Simpan pelajaran terlebih dahulu untuk menggunakan Editor WP.

source: Save time by exporting/importing quiz data with easy options.
id_id: Hemat waktu dengan mengekspor/mengimpor data kuis dengan opsi yang mudah.

source: Save Withdrawal Account
id_id: Simpan Akun Penarikan

source: Saving...
id_id: Penghematan...

source: Say goodbye to typos and grammar errors with AI-powered copy editing.
id_id: Ucapkan selamat tinggal pada kesalahan ketik dan tata bahasa dengan penyuntingan naskah bertenaga AI.

source: Schedule
id_id: Jadwal

source: Schedule course content by date
id_id: Jadwalkan konten kursus dari tanggal

source: Schedule date is required
id_id: Jadwal diperlukan

source: Schedule date is required.
id_id: Jadwal diperlukan.

source: Schedule date should be before enrollment start date.
id_id: Tanggal jadwal harus sebelum tanggal mulai pendaftaran.

source: Schedule date should be in the future.
id_id: Tanggal jadwal harus di masa mendatang.

source: Schedule Live Class
id_id: Jadwal Kelas Langsung

source: Schedule the sale price
id_id: Jadwalkan harga jual

source: Schedule time is required
id_id: Jadwal waktu diperlukan

source: Schedule time is required.
id_id: Jadwal waktu diperlukan.

source: Schedule time should be before enrollment start date.
id_id: Jadwalkan waktu harus sebelum tanggal mulai pendaftaran.

source: Schedule time should be in the future.
id_id: Jadwal waktunya harus di masa mendatang.

source: Scheduled
id_id: Terjadwal

source: Scheduled for
id_id: Terjadwal untuk

source: Scheduled with coming soon
id_id: Dijadwalkan akan segera hadir

source: Search
id_id: Mencari

source: Search ...
id_id: Mencari ...

source: Search ...⌃⌥ + S or Alt+S for shortcut
id_id: Cari...⌃⌥ + S atau Alt+S untuk pintasan

source: Search any instructor...
id_id: Cari instruktur mana saja...

source: Search Assignments
id_id: Pencarian Tugas

source: Search BuddyPress Groups
id_id: Cari Grup BuddyPress

source: Search by title
id_id: Cari berdasarkan judul

source: Search Categories
id_id: Cari Kategori

source: Search Course Category. ex. Design, Development, Business
id_id: Cari Kategori Kursus. mis. Desain, Pengembangan, Bisnis

source: Search Course Tags. ex. Design, Development, Business
id_id: Cari Tag Kursus. mis. Desain, Pengembangan, Bisnis

source: Search Courses
id_id: Cari Kursus

source: Search courses for prerequisites
id_id: Cari kursus untuk prasyarat

source: Search Lessons
id_id: Cari Pelajaran

source: Search Quizzes
id_id: Pencarian Kuis

source: Search region
id_id: Pencarian wilayah

source: Search Tags
id_id: Pencarian Tag

source: Search to add author
id_id: Pencarian untuk menambahkan penulis

source: Search to add instructor
id_id: Pencarian untuk menambahkan instruktur

source: Search...
id_id: Mencari...

source: sec
id_id: detik

source: Second
id_id: Detik

source: second
id_id: detik

source: Seconds
id_id: Detik

source: seconds
id_id: detik

source: Secret
id_id: Rahasia

source: Select
id_id: Memilih

source: Select a category
id_id: Pilih kategori

source: Select a certificate to award your learners.
id_id: Pilih sertifikat untuk diberikan kepada peserta didik Anda.

source: Select a course to add as a prerequisite.
id_id: Pilih kursus untuk ditambahkan sebagai prasyarat.

source: Select a monetization option to generate revenue by selling courses.
id_id: Pilih opsi monetisasi untuk menghasilkan pendapatan dengan menjual kursus.

source: Select a payment method
id_id: Pilih metode pembayaran

source: Select a product
id_id: Pilih produk

source: Select a reason
id_id: Pilih alasan

source: Select a tag
id_id: Pilih tag

source: Select a topic content to add as a prerequisite
id_id: Pilih konten topik untuk ditambahkan sebagai prasyarat

source: Select a withdraw method
id_id: Pilih metode penarikan

source: Select all items
id_id: Pilih semua item

source: Select an option
id_id: Pilih opsi

source: Select auto recording option
id_id: Pilih opsi perekaman otomatis

source: Select Bundles
id_id: Pilih Paket

source: Select checkbox for action
id_id: Pilih kotak centang untuk tindakan

source: Select Country
id_id: Pilih Negara

source: Select Course
id_id: Pilih Kursus

source: Select Courses
id_id: Pilih Kursus

source: Select date
id_id: Pilih tanggal

source: Select Difficulty Level
id_id: Pilih Tingkat Kesulitan

source: Select discount type
id_id: Pilih tipe diskon

source: Select eCommerce Engine
id_id: Pilih Mesin eCommerce

source: Select from settings
id_id: Pilih dari pengaturan

source: Select H5P Content
id_id: Pilih Konten H5P

source: Select items
id_id: Pilih item

source: Select items that should be complete before this item
id_id: Pilih item yang harus selesai sebelum item ini

source: Select Option
id_id: Pilih Opsi

source: Select or type times to renewing the plan
id_id: Pilih atau ketik waktu untuk memperbarui paket

source: Select or Upload Media Of Your Choice
id_id: Pilih atau Unggah Media Pilihan Anda

source: Select or Upload Media Of Your Chosen Persuasion
id_id: Pilih atau Unggah Media Sesuai Selera Anda

source: Select parent
id_id: Pilih induk

source: Select Prerequisite
id_id: Pilih Prasyarat

source: Select product
id_id: Pilih produk

source: Select Question Type
id_id: Pilih Tipe Pertanyaan

source: Select Rating
id_id: Pilih penilaian

source: Select source
id_id: Pilih sumber

source: Select Specific Bundles
id_id: Pilih Paket Tertentu

source: Select Specific Courses
id_id: Pilih Kursus Tertentu

source: Select State
id_id: Pilih Negara

source: Select state
id_id: Pilih negara bagian

source: Select the fee type and add fee amount/percentage
id_id: Pilih jenis biaya dan tambahkan jumlah/persentase biaya

source: Select the option that best fits your needs. You can change this setting anytime.
id_id: Pilih opsi yang paling sesuai dengan kebutuhan Anda. Anda dapat mengubah pengaturan ini kapan saja.

source: Select the page to be used as the checkout page.
id_id: Pilih halaman yang akan digunakan sebagai halaman pembayaran.

source: Select the page you wish to set as the cart page.
id_id: Pilih halaman yang ingin Anda tetapkan sebagai halaman keranjang.

source: Select the video hosting platform(s) you want to enable.
id_id: Pilih platform hosting video yang ingin Anda aktifkan.

source: Select timezone
id_id: Pilih zona waktu

source: Select Unlock Date
id_id: Pilih Tanggal Buka Kunci

source: Select VAT registration type
id_id: Pilih jenis pendaftaran PPN

source: Select visibility status
id_id: Pilih status visibilitas

source: Selected
id_id: Terpilih

source: Selected Payment Method
id_id: Metode Pembayaran yang Dipilih

source: Sell courses easily with native payments! Control orders, coupons, and taxes while enjoying secure payments via top gateways—all without relying on third-party tools or dependencies.
id_id: Jual kursus dengan mudah menggunakan pembayaran asli! Kontrol pesanan, kupon, dan pajak sambil menikmati pembayaran aman melalui gateway teratas—semuanya tanpa bergantung pada alat atau dependensi pihak ketiga.

source: Sell your product, process by EDD
id_id: Jual produk Anda, proses oleh EDD

source: Send automated and customized emails for various Tutor events.
id_id: Kirim email otomatis dan khusus untuk berbagai acara Tutor.

source: Send automated email notifications to students, instructors, and admins based on their actions and events on your eLearning website. Customize email templates, send manual emails, and do much more.
id_id: Kirim pemberitahuan email otomatis kepada siswa, instruktur, dan admin berdasarkan tindakan dan acara mereka di situs web eLearning Anda. Sesuaikan templat email, kirim email manual, dan lakukan lebih banyak lagi.

source: Separate categories with commas
id_id: Pisahkan kategori dengan koma

source: Separate multiple answers by a vertical bar |. 1 answer per {dash} variable is defined in the question. Example: Apple | Banana | Orange
id_id: Pisahkan beberapa jawaban dengan garis vertikal |. 1 jawaban per variabel {dash} didefinisikan dalam pertanyaan. Contoh: Apel | Pisang | Jeruk

source: Separate Tags with commas
id_id: Pisahkan Tag dengan koma

source: Server environment
id_id: Lingkungan server

source: Server info
id_id: Informasi server

source: Set a description for the fee that you are deducting. Make sure to give a reasonable explanation to maintain transparency with your site’s instructors.
id_id: Tetapkan deskripsi untuk biaya yang Anda potong. Pastikan untuk memberikan penjelasan yang masuk akal untuk menjaga transparansi dengan instruktur situs Anda.

source: Set a time limit for this quiz. A value of “0” indicates no time limit
id_id: Tetapkan batas waktu untuk kuis ini. Nilai “0” menunjukkan tidak ada batas waktu

source: Set Character Limit for Open-Ended/Essay Answers
id_id: Tetapkan Batas Karakter untuk Jawaban Terbuka/Esai

source: Set Character Limit for Short Answers
id_id: Tetapkan Batas Karakter untuk Jawaban Singkat

source: Set course prerequisites to guide learning paths effectively.
id_id: Tetapkan prasyarat kursus untuk memandu jalur pembelajaran secara efektif.

source: Set Deadline From Assignment Start Time
id_id: Tetapkan Batas Waktu Dari Waktu Mulai Penugasan

source: Set end date
id_id: Tetapkan tanggal akhir

source: Set how taxes are displayed and applied to your courses.
id_id: Tetapkan bagaimana pajak ditampilkan dan diterapkan pada kursus Anda.

source: Set how the sales revenue will be shared among admins and instructors.
id_id: Tetapkan bagaimana pendapatan penjualan akan dibagi di antara admin dan instruktur.

source: Set how you would like to withdraw money from the website.
id_id: Tetapkan bagaimana Anda ingin menarik uang dari situs web.

source: Set OpenAI API key
id_id: Tetapkan kunci API OpenAI

source: Set question layout view
id_id: Atur tampilan tata letak pertanyaan

source: Set the minimum score percentage required to pass this quiz
id_id: Tetapkan persentase skor minimum yang diperlukan untuk lulus kuis ini

source: Set the number of courses to display per page on the Course List page.
id_id: Tetapkan jumlah kursus yang akan ditampilkan per halaman pada halaman Daftar Kursus.

source: Set the number of decimal places.
id_id: Tetapkan jumlah tempat desimal.

source: Set the number of quiz questions randomly from your question pool. If the set number exceeds available questions, all questions will be included
id_id: Atur jumlah pertanyaan kuis secara acak dari kumpulan pertanyaan Anda. Jika jumlah yang ditetapkan melebihi pertanyaan yang tersedia, semua pertanyaan akan disertakan

source: Set the number of rows to be displayed per page
id_id: Mengatur jumlah baris yang akan ditampilkan per halaman

source: Set the position of the currency symbol
id_id: Mengatur posisi simbol mata uang

source: Set the position of the currency symbol.
id_id: Mengatur posisi simbol mata uang.

source: Set up manual payment method
id_id: Siapkan metode pembayaran manual

source: Set Withdraw Method
id_id: Tetapkan Metode Penarikan

source: Set Your
id_id: Atur Anda

source: Set Your Bio
id_id: Atur Bio Anda

source: Set Your Profile Photo
id_id: Atur Foto Profil Anda

source: Settings
id_id: Pengaturan

source: Settings imported successfully!
id_id: Pengaturan berhasil diimpor!

source: Settings Log
id_id: Log Pengaturan

source: Settings not found
id_id: Pengaturan tidak ditemukan

source: Settings Saved
id_id: Pengaturan Tersimpan

source: Share
id_id: Membagikan

source: Share Course
id_id: Bagikan Kursus

source: Share On Social Media
id_id: Bagikan di Media Sosial

source: Sharing Percentage
id_id: Persentase Berbagi

source: Short Answer
id_id: Jawaban Singkat

source: Shortcode
id_id: Kode pendek

source: Should not be more than 100%.
id_id: Seharusnya tidak lebih dari 100%.

source: Show answer after attempting the question.
id_id: Tampilkan jawaban setelah menjawab pertanyaan.

source: Show coming soon in course list & details page
id_id: Tampilkan segera di daftar kursus & halaman detail

source: Show Less
id_id: Tampilkan lebih sedikit

source: Show More
id_id: Tampilkan lebih banyak

source: Show password
id_id: Tampilkan kata sandi

source: Show prices with tax included, so customers see the final amount they’ll pay upfront.
id_id: Tampilkan harga dengan pajak yang sudah termasuk, sehingga pelanggan dapat melihat jumlah akhir yang harus mereka bayar di muka.

source: Show Quiz Previous Button
id_id: Tampilkan Tombol Kuis Sebelumnya

source: Show result after the attempt.
id_id: Tampilkan hasils setelah mencoba
