Repository: gregoriomario/translation
Catalog: tutor-*.po
Languages: id_id

source: You can select an existing WooCommerce product, alternatively, a new WooCommerce product will be created for you.
id_id: Anda dapat memilih produk WooCommerce yang sudah ada, atau, produk WooCommerce baru akan dibuat untuk Anda.

source: You can select an existing WooCommerce product.
id_id: Anda dapat memilih produk WooCommerce yang ada.

source: You cannot edit this course because it is in the Trash. Please restore it and try again
id_id: Anda tidak dapat mengedit kursus ini karena ada di Sampah. Harap pulihkan dan coba lagi

source: You didn’t create any certificate yet!
id_id: Anda belum membuat sertifikat apa pun!

source: You do not have access to this area of the application. Please refer to your system administrator.
id_id: Anda tidak memiliki akses ke area aplikasi ini. Silakan hubungi administrator sistem Anda.

source: You don't have permission to access this page
id_id: Anda tidak memiliki izin untuk mengakses halaman ini

source: You don't have the right to edit this course
id_id: Anda tidak memiliki hak untuk mengedit kursus ini

source: You enrolled in this course on
id_id: Anda mendaftar dalam kursus ini pada

source: You have %s and this is insufficient balance to withdraw
id_id: Anda memiliki %s dan saldo ini tidak cukup untuk ditarik

source: You have %s ready to withdraw now
id_id: Anda memiliki %s yang siap untuk ditarik sekarang

source: You have been blocked from being an instructor.
id_id: Anda telah diblokir untuk menjadi instruktur.

source: You have been rejected from being an instructor.
id_id: Anda telah ditolak untuk menjadi instruktur.

source: You have missed the submission deadline. Please contact the instructor for more information.
id_id: Anda telah melewati batas waktu penyerahan. Silakan hubungi instruktur untuk informasi lebih lanjut.

source: You have to pass %1$s %2$s and %3$s %4$s to complete this course.
id_id: Anda harus lulus %1$s %2$s dan %3$s %4$s untuk menyelesaikan kursus ini.

source: You have to pass %1$s %2$s to complete this course.
id_id: Anda harus lulus %1$s %2$s untuk menyelesaikan kursus ini.

source: You have total %1$s pending withdraw request. You can't make more than %2$s withdraw request at a time
id_id: Anda memiliki total %1$s permintaan penarikan yang tertunda. Anda tidak dapat membuat lebih dari %2$s permintaan penarikan dalam satu waktu

source: You will receive an order confirmation email shortly
id_id: Anda akan segera menerima email konfirmasi pesanan

source: You're already enrolled in this course.
id_id: Anda sudah terdaftar dalam kursus ini.

source: You're currently using Tutor LMS %s. To ensure stability, please do not use it on a live site.
id_id: Anda saat ini menggunakan Tutor LMS %s. Untuk memastikan stabilitas, mohon jangan menggunakannya di situs yang aktif.

source: Your application has been accepted. Further necessary details have been sent to your registered email account.
id_id: Permohonanmu telah disetujui! Detail lebih lanjut telah dikirim ke alamat emailmu.

source: Your Application is pending as of
id_id: Aplikasi Anda sedang menunggu pada tanggal

source: Your application will be reviewed and the results will be sent to you by email.
id_id: Pengajuan anda akan ditinjau dan hasil akan dikirimkan melalui email.

source: Your Assignment
id_id: Tugas Anda

source: Your Data is Ready to Download!
id_id: Data Anda Siap Diunduh!

source: Your order has been placed successfully!
id_id: Pesanan Anda telah berhasil dilakukan!

source: Your order has been received!
id_id: Pesanan Anda telah diterima!

source: Your order has been received! 🎉
id_id: Pesanan Anda telah diterima!

source: Your Order Status Has Been Updated to {order_status}
id_id: Status Pesanan Anda Telah Diperbarui menjadi {order_status}

source: Your Order Status Has Been Updated to {order_status}
id_id: Status Pesanan Anda Telah Diperbarui menjadi {order_status}

source: Your passwords should match each other. Please recheck.
id_id: Kata sandi Anda harus sama. Harap periksa kembali.

source: Your Physical Address
id_id: Alamat Fisik Anda

source: Your Points
id_id: Poin Anda

source: Your Progress:
id_id: Kemajuan Anda:

source: Your quiz has unsaved changes. If you cancel, you will lose your progress.
id_id: Kuis Anda memiliki perubahan yang belum disimpan. Jika Anda membatalkannya, Anda akan kehilangan kemajuan Anda.

source: Your rating will now be visible in the course page
id_id: Penilaian anda akan terlihat di halaman kursus

source: Your request has been submitted. Please wait for the administrator's response.
id_id: Permintaan Anda telah terkirim. Mohon tunggu tanggapan dari administrator.

source: Your server does not have fsockopen or cURL enabled - PayPal IPN and other scripts which communicate with other servers will not work. Contact your hosting provider.
id_id: Server Anda tidak mengaktifkan fsockopen atau cURL - IPN PayPal dan skrip lain yang berkomunikasi dengan server lain tidak akan berfungsi. Hubungi penyedia hosting Anda.

source: Your server does not have the %s class enabled - HTML/Multipart emails, and also some extensions, will not work without DOMDocument.
id_id: Server Anda tidak mengaktifkan kelas %s - Email HTML/Multipart, dan juga beberapa ekstensi, tidak akan berfungsi tanpa DOMDocument.

source: Your server does not support the %s function - this is required to use the GeoIP database from MaxMind.
id_id: Server Anda tidak mendukung fungsi %s - ini diperlukan untuk menggunakan basis data GeoIP dari MaxMind.

source: Your server does not support the %s functions - this is required for better character encoding. Some fallbacks will be used instead for it.
id_id: Server Anda tidak mendukung fungsi %s - ini diperlukan untuk pengodean karakter yang lebih baik. Beberapa fallback akan digunakan sebagai gantinya.

source: Your time limit for this quiz has expired, please reattempt the quiz. Attempts remaining:
id_id: Batas waktu Anda untuk kuis ini telah berakhir, silakan coba lagi. Jumlah percobaan yang tersisa:

source: Your Tutor LMS data has been successfully imported.
id_id: Data LMS Tutor Anda telah berhasil diimpor.

source: Your Tutor LMS data was successfully imported. However, some items couldn't be imported. Here's the list:
id_id: Data LMS Tutor Anda berhasil diimpor. Namun, beberapa item tidak dapat diimpor. Berikut daftarnya:

source: YouTube API Key
id_id: Kunci API YouTube

source: You’re about to leave the course creation process without saving your changes.
id_id: Anda akan meninggalkan proses pembuatan kursus tanpa menyimpan perubahan Anda.

source: Zoom live lesson
id_id: Pelajaran langsung melalui Zoom
