Repository: gregoriomario/translation
Catalog: tutor-*.po
Languages: id_id

source: Topic not found for given course ID
id_id: Topik tidak ditemukan untuk ID kursus yang diberikan

source: Topic retrieved successfully
id_id: Topik berhasil diambil

source: Topic saved successfully
id_id: Topik berhasil disimpan

source: Topic title is required!
id_id: Judul topik wajib diisi!

source: Topic updated successfully!
id_id: Topik berhasil diperbarui!

source: Topic:
id_id: Topik:

source: Topic: %s
id_id: Topik: %s

source: topic_id is required
id_id: topic_id diperlukan

source: Total
id_id: Jumlah

source: Total %d times used
id_id: Total %d kali digunakan

source: Total Amount
id_id: Jumlah Total

source: Total Amount:
id_id: Jumlah Total:

source: Total Attempted
id_id: Total percobaan

source: Total Course
id_id: Total Kursus

source: Total Course Duration
id_id: Total Durasi Kursus

source: Total Courses
id_id: Total Kursus

source: Total Courses: %d
id_id: Total Kursus %d

source: Total Earnings
id_id: Total pendapatan

source: Total Enrolled
id_id: Jumlah Terdaftar

source: Total File Size: Max
id_id: Ukuran Total File: Maks

source: Total Marks
id_id: Total Nilai

source: Total Marks:
id_id: Total Nilai:

source: Total Paid
id_id: Total Dibayar

source: Total Pending Withdrawal %s
id_id: Total Penarikan Tertunda %s

source: Total Points
id_id: Jumlah Poin

source: Total results you like to show
id_id: Total hasil yang anda ingin tampilkan

source: Total share percentage must be 100% or less
id_id: Persentase total saham harus 100% atau kurang

source: Total Students
id_id: Jumlah siswa

source: Total Submit
id_id: Total Kirim

source: Track student progress with a centralized gradebook.
id_id: Lacak kemajuan siswa dengan buku nilai terpusat.

source: Translate & manage multilingual courses for global reach.
id_id: Terjemahkan & kelola kursus multibahasa untuk jangkauan global.

source: Translate to
id_id: Terjemahkan ke

source: Trash
id_id: Sampah

source: Trial
id_id: Uji coba

source: True
id_id: BENAR

source: True/False
id_id: Benar/Salah

# true/false question options
source: False
id_id: PALSU

# true/false question options
source: True
id_id: BENAR

source: Trx ID: %s
id_id: ID Trx: %s

source: Try the following steps to resolve the issue:
id_id: Coba langkah-langkah berikut untuk menyelesaikan masalah tersebut:

source: Try using different keywords
id_id: Coba gunakan kata kunci yang berbeda

source: Tue
id_id: Sel

source: Tutor &rsaquo; Setup Wizard
id_id: Tutor › Panduan Pengaturan

source: Tutor Addons
id_id: Tambahan Tutor

# tutor assignment add
source: Add New
id_id: Tambahkan Baru

source: Tutor Assignments
id_id: Tugas Tutor

source: Tutor Certificate
id_id: Sertifikat Tutor

# tutor course add
source: Add New
id_id: Tambahkan Baru

source: Tutor Course Attachments
id_id: Lampiran Kursus Tutor

source: Tutor Course Attachments Settings
id_id: Pengaturan Lampiran Kursus Tutor

source: Tutor Course Builder
id_id: Pembuat Kursus Tutor

source: Tutor Course Preview
id_id: Pratinjau Kursus Tutor

source: Tutor Environment Status
id_id: Status Lingkungan Tutor

source: Tutor Fields
id_id: Bidang Tutor

source: Tutor Google Meet Integration
id_id: Integrasi Tutor Google Meet

source: Tutor Instructor
id_id: Guru Instruktur

source: Tutor is a complete solution for creating a Learning Management System in WordPress way. It can help you to create small to large scale online education site very conveniently. Power features like report, certificate, course preview, private file sharing make Tutor a robust plugin for any educational institutes.
id_id: Tutor adalah solusi lengkap untuk membuat Sistem Manajemen Pembelajaran dengan cara WordPress. Tutor dapat membantu Anda membuat situs pendidikan daring skala kecil hingga besar dengan sangat mudah. Fitur-fitur canggih seperti laporan, sertifikat, pratinjau kursus, berbagi berkas pribadi menjadikan Tutor plugin yang tangguh untuk lembaga pendidikan mana pun.

# tutor lesson add
source: Add New
id_id: Tambahkan Baru

source: Tutor LMS
id_id: Guru LMS

source: Tutor LMS PRO
id_id: Guru LMS PRO

source: Tutor Multi Instructors
id_id: Tutor Multi Instruktur

source: Tutor Pages
id_id: Halaman Tutor

source: Tutor Pages Settings
id_id: Pengaturan Halaman Tutor

source: Tutor Prerequisites
id_id: Prasyarat Tutor

# tutor quiz add
source: Add New
id_id: Tambahkan Baru

source: Tutor Report
id_id: Laporan Tutor

# tutor setup content
source: documentation
id_id: dokumentasi

# tutor setup content
source: that covers everything!
id_id: yang mencakup segalanya!

# tutor setup content
source: Tutor LMS is up and running on your website! If you really want to become a Tutor LMS genius, read our
id_id: Tutor LMS sudah aktif dan berjalan di situs web Anda! Jika Anda benar-benar ingin menjadi seorang jenius Tutor LMS, baca

source: Tutor ShortCode
id_id: Kode Pendek Tutor

source: Tutor Version
id_id: Versi Tutor

source: Tutor version
id_id: Versi tutor

source: Tutor will run under this version of PHP, however, it has reached end of life. We recommend using PHP version 7.2 or above for greater performance and security.
id_id: Tutor akan berjalan di bawah versi PHP ini, namun, versi ini telah mencapai akhir masa pakainya. Kami sarankan untuk menggunakan PHP versi 7.2 atau yang lebih tinggi untuk performa dan keamanan yang lebih baik.

source: Tutor Zoom Integration
id_id: Integrasi Zoom Tutor

# tutor-setup-assistance
source: contact form.
id_id: formulir kontak.

# tutor-setup-assistance
source: If you need further assistance, please don’t hesitate to contact us via our
id_id: Jika Anda memerlukan bantuan lebih lanjut, jangan ragu untuk menghubungi kami melalui

# tutor-wizard-greeting
source: Hello
id_id: Halo

source: Two
id_id: Dua

source: Type
id_id: Tipe

source: Type Password
id_id: Ketik Kata Sandi

source: Type your desired course topic. e.g. Learning piano, Cooking 101..
id_id: Ketik topik kursus yang Anda inginkan. Misalnya: Belajar piano, Memasak 101.

source: Un-Archive
id_id: Batalkan Arsip

source: Un-archive
id_id: Batalkan arsip

source: Uncategorized
id_id: Tidak Berkategori

source: Under Maintenance
id_id: Sedang dalam perawatan

source: Unfortunately the courses selected on this order is not anymore available.
id_id: Sayangnya kursus yang dipilih pada pesanan ini tidak tersedia lagi.

source: Unfortunately, you are out of time and quiz attempts.
id_id: Sayangnya, Anda kehabisan waktu dan kesempatan mengikuti kuis.

source: Unfortunately, your instructor status has been removed.
id_id: Sayangnya, status instruktur Anda telah dihapus.

source: Unified Design
id_id: Desain Terpadu

source: Unknown error occurred
id_id: Terjadi kesalahan yang tidak diketahui

source: Unlimited
id_id: Tak terbatas

source: Unlock all add-ons with one payment! Easily enable them and customize for enhanced functionality and usability. Tailor your experience effortlessly.
id_id: Buka semua add-on dengan satu kali pembayaran! Aktifkan dan sesuaikan dengan mudah untuk fungsionalitas dan kegunaan yang lebih baik. Sesuaikan pengalaman Anda dengan mudah.

source: Unlock Date
id_id: Tanggal Buka Kunci

source: Unlock lessons by schedule or when students meet a specific condition.
id_id: Buka pelajaran berdasarkan jadwal atau saat siswa memenuhi kondisi tertentu.

source: Unpaid
id_id: Belum dibayar

source: Unread
id_id: Belum Dibaca

source: Unresolved Yet
id_id: Belum Terselesaikan

source: Unsaved Changes
id_id: Perubahan yang Belum Disimpan

source: Unsupported media type
id_id: Jenis media tidak didukung

source: Unsupported video source
id_id: Sumber video tidak didukung

source: Until Cancellation
id_id: Sampai Pembatalan

source: Until cancelled
id_id: Sampai dibatalkan

source: Update
id_id: Memperbarui

source: Update Announcement
id_id: Perbaharui Pengumuman

source: Update API
id_id: Perbarui API

source: Update Available
id_id: Pembaruan Tersedia

source: Update Category
id_id: Perbarui Kategori

source: Update Coupon
id_id: Perbarui Kupon

source: Update course status
id_id: Perbarui status kursus

source: Update Cover Photo
id_id: Perbarui Foto Sampul

source: Update Date
id_id: Tanggal Pembaruan

source: Update Meeting
id_id: Rapat Pembaruan

source: Update Now
id_id: Perbarui Sekarang

source: Update Profile
id_id: Perbaharui Profil

source: Update Review
id_id: Perbaharui Ulasan

source: Update Tag
id_id: Perbarui Tag

source: Updated
id_id: Diperbarui

source: Updated by %1$s at %2$s
id_id: Diperbarui oleh %1$s pada %2$s

source: Updated rating will now be visible in the course page
id_id: Peringkat yang diperbarui sekarang akan terlihat di halaman kursus

source: Updated successfully!
id_id: Berhasil diperbarui!

source: Updating...
id_id: Memperbarui...

source: Upgrade to Pro
id_id: Tingkatkan ke Pro

source: Upgrade to Tutor LMS Pro today and experience the power of
id_id: Tingkatkan ke Tutor LMS Pro hari ini dan rasakan kekuatannya

source: Upgrade your plan to access the AI feature
id_id: Tingkatkan paket Anda untuk mengakses fitur AI

source: Upload
id_id: Mengunggah

source: Upload a thumbnail image for your video
id_id: Unggah thumbnail untuk videomu

source: Upload Attachment
id_id: Unggah Lampiran

source: Upload Attachments
id_id: Unggah Lampiran

source: Upload Cover Photo
id_id: Unggah Foto Sampul

source: Upload Image
id_id: Unggah Gambar

source: Upload Media
id_id: Unggah Media

source: Upload media
id_id: Unggah media

source: Upload Photo
id_id: Unggah Foto

source: Upload Thumbnail
id_id: Unggah Thumbnail

source: Upload Video
id_id: Unggah Video

source: Upload/Add image
id_id: Unggah/Tambahkan gambar

source: Usage
id_id: Penggunaan

source: Usage Limitation
id_id: Batasan Penggunaan

source: Use Image
id_id: Gunakan Gambar

source: Use image
id_id: Gunakan gambar

source: Use This
id_id: Gunakan Ini

source: Use this media
id_id: Gunakan media ini

source: Use Tutor Player for Vimeo
id_id: Gunakan Tutor Player untuk Vimeo

source: Use Tutor Player for YouTube
id_id: Gunakan Tutor Player untuk YouTube

source: User
id_id: Pengguna

source: User list fetched successfully!
id_id: Daftar pengguna berhasil diambil!

source: User Name
id_id: Nama belakang

source: User Name field is required
id_id: Bidang Nama Pengguna wajib diisi

source: Username
id_id: Nama belakang

source: Username is required.
id_id: Nama pengguna diperlukan.

source: Username or email
id_id: Username atau alamat email

source: Username or Email Address
id_id: Username atau alamat email

source: Username:
id_id: Nama belakang:

source: Username: %s
id_id: Nama pengguna: %s

source: UX Designer
id_id: Desainer UX

source: Valid E-Mail is required
id_id: Email yang valid diperlukan

source: Valid until %s
id_id: Berlaku sampai %s

source: Validation error
id_id: Kesalahan validasi

source: Validity
id_id: Validitas

source: VAT on sales
id_id: PPN atas penjualan

source: VAT registration type
id_id: Jenis pendaftaran PPN

source: Version:
id_id: Versi:

source: Video ID is required
id_id: Diperlukan ID Video

source: Video Playback Time
id_id: Waktu Pemutaran Video

source: Video source is required
id_id: Sumber video diperlukan

source: View
id_id: Melihat

source: View All
id_id: Lihat Semua

source: View Assignment
id_id: Lihat Tugas

source: View Cart
id_id: Lihat Keranjang

source: View Course
id_id: Lihat Kursus

source: View course
id_id: Lihat kursus

source: View Details
id_id: Lihat detail

source: View Lesson
id_id: Lihat Pelajaran

source: View Quiz
id_id: Lihat kuis

source: Vimeo
id_id: Video Vimeo

source: Visibility
id_id: Visibilitas

source: Visualize Your Course
id_id: Visualisasikan Kursus Anda

source: Waiting Since
id_id: Menunggu Sejak

source: Warning
id_id: Peringatan

source: Warning!
id_id: Peringatan!

source: WARNING! Invalid file. Please upload a valid JSON file and try again.
id_id: PERINGATAN! File tidak valid. Harap unggah file JSON yang valid dan coba lagi.

source: WARNING! This will overwrite all customized settings of this section and reset them to default. Proceed with caution.
id_id: PERINGATAN! Ini akan menimpa semua pengaturan yang disesuaikan di bagian ini dan mengatur ulang ke default. Lanjutkan dengan hati-hati.

source: WARNING! This will overwrite all existing settings, please proceed with caution.
id_id: PERINGATAN! Ini akan menimpa semua pengaturan yang ada, harap berhati-hati.

source: WARNING! This will remove the settings history data from your system, please proceed with caution.
id_id: PERINGATAN! Ini akan menghapus data riwayat pengaturan dari sistem Anda, harap berhati-hati.

source: WARNING! This will reset all settings to default, please proceed with caution.
id_id: PERINGATAN! Ini akan mengatur ulang semua pengaturan ke default, harap berhati-hati.

source: Warning: Switching to the WordPress default editor may cause issues with your current layout, design, and content.
id_id: Peringatan: Beralih ke editor default WordPress dapat menyebabkan masalah dengan tata letak, desain, dan konten Anda saat ini.

source: Watch at least %s% to complete the lesson.
id_id: Tonton setidaknya %s% untuk menyelesaikan pelajaran.

source: Watch Tutorials
id_id: Tonton Tutorial

source: We recommend using PHP version 7.2 or above for greater performance and security.
id_id: Kami sarankan menggunakan PHP versi 7.2 atau lebih tinggi untuk kinerja dan keamanan yang lebih baik.

source: We will let you know once your order has been completed and is ready for access.
id_id: Kami akan memberi tahu Anda setelah pesanan Anda selesai dan siap diakses.

source: We will send you an E-Check to this address directly.
id_id: Kami akan mengirimkan E-Cek langsung ke alamat ini.

source: We will use this email address to send the money to your Paypal account
id_id: Kami akan menggunakan alamat email ini untuk mengirim uang ke akun Paypal Anda

source: We'd like to update you on your course enrollment status. One of your students has an order that has been updated to {order_status}. Here are the details:
id_id: Kami ingin memberi tahu Anda tentang status pendaftaran kursus Anda. Salah satu siswa Anda memiliki pesanan yang telah diperbarui menjadi {order_status}. Berikut ini detailnya:

source: We're excited to let you know that a new student has just enrolled in one of your courses! Here are the course details:
id_id: Kami senang memberi tahu Anda bahwa ada siswa baru yang baru saja mendaftar di salah satu kursus Anda! Berikut rincian kursusnya:

source: We're reaching out to let you know that the order status of {student_name} has been updated to {order_status}. Here is the summary of the order:
id_id: Kami menghubungi Anda untuk memberi tahu bahwa status pesanan {student_name} telah diperbarui menjadi {order_status}. Berikut ringkasan pesanannya:

source: We're reaching out to let you know that your order status has been updated to {order_status}. We understand the importance of keeping you informed at every step of the way. Below is a summary of your order:
id_id: Kami ingin memberi tahu Anda bahwa status pesanan Anda telah diperbarui menjadi {order_status}. Kami memahami pentingnya memberi Anda informasi terkini di setiap langkah. Berikut ini ringkasan pesanan Anda:

source: We've received your application, and we will review it soon. Please hang tight!
id_id: Kami telah menerima permintaanmu dan akan segera meninjau kembali. Stay tune!

source: We've sent an email to this account's email address. Click the link in the email to reset your password.
id_id: Kami telah mengirim email ke alamat email akun ini. Klik tautan dalam email untuk mengatur ulang kata sandi Anda.

source: weak
id_id: lemah

source: Webhook URL
id_id: URL kait web

source: Website
id_id: Situs web

source: Wed
id_id: Rab

source: Week
id_id: Pekan

# Week name
source: Friday
id_id: Jumat

# Week name
source: Monday
id_id: Senin

# Week name
source: Saturday
id_id: Sabtu

# Week name
source: Sunday
id_id: Minggu

# Week name
source: Thursday
id_id: Kamis

# Week name
source: Tuesday
id_id: Selasa

# Week name
source: Wednesday
id_id: Rabu

source: Week(s)
id_id: Minggu

source: Weeks
id_id: Minggu

source: weeks
id_id: minggu

source: Weglot
id_id: Bahasa Weglot

source: Welcome to <strong>Tutor LMS %s!</strong><br/>Redefining eLearning on WordPress
id_id: Selamat datang di <strong>Tutor LMS %s!</strong><br/>Mendefinisikan ulang eLearning di WordPress

source: Welcome to Tutor LMS
id_id: Selamat datang di Tutor LMS

source: What do you want to export
id_id: Apa yang ingin Anda ekspor?

source: What Will I Learn?
id_id: Apa yang Akan Saya Pelajari?

source: What Will You Learn?
id_id: Apa yang Akan Anda Pelajari?

source: What's New
id_id: Apa yang Baru

source: When a user's WooCommerce order is auto-completed, they will be redirected to enrolled courses
id_id: Ketika pesanan WooCommerce pengguna diselesaikan secara otomatis, mereka akan diarahkan ke kursus yang terdaftar

source: When enabled, the quiz begins immediately as soon as the page loads
id_id: Jika diaktifkan, kuis dimulai segera setelah halaman dimuat

source: When multiple attempts are allowed, select which method should be used to calculate a student's final grade for the quiz.
id_id: Bila beberapa kali percobaan diperbolehkan, pilih metode mana yang akan digunakan untuk menghitung nilai akhir siswa pada kuis tersebut.

source: When time expires
id_id: Ketika waktu habis

source: Whether or not you have WordPress Multisite enabled.
id_id: Apakah Anda mengaktifkan WordPress Multisite atau tidak.

# widget description
source: Display courses wherever widget support is available.
id_id: Tampilkan kursus di mana pun dukungan widget tersedia.

# widget title
source: Tutor Course
id_id: Kursus Tutor

source: Wishlist
id_id: Daftar Keinginan

source: Withdraw
id_id: Menarik

source: Withdraw Details
id_id: Rincian Penarikan

source: Withdraw Method
id_id: Metode Penarikan

source: Withdraw Reject Reason
id_id: Alasan Penarikan Ditolak

source: Withdraw Requests
id_id: Penarikan Permintaan

source: Withdrawable Balance
id_id: Saldo yang Dapat Ditarik

source: Withdrawal History
id_id: Riwayat Penarikan

source: Withdrawal information saved!
id_id: Informasi penarikan disimpan!

source: Withdrawal Method
id_id: Metode Penarikan

source: Withdrawal Request
id_id: Permintaan Penarikan

source: Withdrawal request is pending for approval, please hold tight.
id_id: Permintaan penarikan sedang menunggu persetujuan, mohon tunggu sebentar.

source: Withdrawal Request Sent!
id_id: Permintaan Penarikan Telah Dikirim!

source: Withdrawals
id_id: Penarikan

source: Woocommerce Product not found
id_id: Produk Woocommerce tidak ditemukan

source: WooCommerce Subscriptions
id_id: Langganan WooCommerce

source: WordPress Cron
id_id: Cron WordPress Bahasa Indonesia

source: WordPress cron
id_id: Cron WordPress

source: WordPress debug mode
id_id: Mode debug WordPress

source: WordPress environment
id_id: Lingkungan WordPress

source: WordPress memory limit
id_id: Batasan memori WordPress

source: WordPress multisite
id_id: WordPress multisitus

source: WordPress requirements
id_id: Persyaratan WordPress

source: WordPress version
id_id: Versi WordPress

source: Would you like to delete Quiz Attempt permanently? We suggest you proceed with caution.
id_id: Apakah Anda ingin menghapus Quiz Attempt secara permanen? Kami sarankan Anda melanjutkan dengan hati-hati.

source: WP Editor
id_id: Editor WP

source: WP Editor for Lesson
id_id: Editor WP untuk Pelajaran

source: WPML
id_id: Bahasa Indonesia: WPML

source: Write 5 words to describe...
id_id: Tulis 5 kata untuk menggambarkan...

source: Write a comment for this order...
id_id: Tulis komentar untuk pesanan ini...

source: Write a little bit more about you, it will show publicly.
id_id: Tulis sedikit lagi tentang Anda, itu akan ditunjukkan kepada publik.

source: Write a note for this action.
id_id: Tulis catatan untuk tindakan ini.

source: Write a review
id_id: Tulis ulasan

source: write a review
id_id: tulis ulasan

source: Write an answer here
id_id: Tulis jawaban di sini

source: Write answer explanation...
id_id: Tulis jawaban penjelasan...

source: Write answer option...
id_id: Tulis pilihan jawaban...

source: Write as Bullets
id_id: Tulis sebagai Poin

source: Write bank instructions for the instructors to conduct withdrawals.
id_id: Tulis instruksi bank bagi instruktur untuk melakukan penarikan.

source: Write here...
id_id: Tulis di sini...

source: Write option...
id_id: Tulis opsi...

source: Write some note against this action.
id_id: Tuliskan beberapa catatan terhadap tindakan ini.

source: Write the up to date bank informations of your instructor here.
id_id: Tuliskan informasi bank terkini instruktur Anda di sini.

source: Write your answer here
id_id: Tulis jawabanmu di sini

source: Write your comment here…
id_id: Tulis komentar Anda di sini…

source: Write your question here..
id_id: Tulis pertanyaan Anda di sini..

source: Wrong
id_id: Salah

source: Year
id_id: Tahun

source: Year(s)
id_id: Bertahun-tahun)

source: Yearly
id_id: Tahunan

source: Years
id_id: Bertahun-tahun

source: Yes
id_id: Ya

source: Yes, Approve Withdrawal
id_id: Ya, Setujui Penarikan

source: Yes, Delete Settings
id_id: Ya, Hapus Pengaturan

source: Yes, Delete This
id_id: Ya, Hapus ini

source: Yes, exit without saving
id_id: Ya, keluar tanpa menyimpan

source: Yes, I’m sure
id_id: Ya, saya yakin

source: Yes, leave quiz
id_id: Ya, tinggalkan kuis

source: Yes, Reject Withdrawal
id_id: Ya, Tolak Penarikan

source: Yes, Reset Settings
id_id: Ya, atur kembali pengaturan

source: Yes, Restore Settings
id_id: Ya, kembalikan pengaturan

source: Yes, Restore Settings" data-heading="Restore Previous Settings?
id_id: Ya, Pulihkan Pengaturan" data-heading="Pulihkan Pengaturan Sebelumnya?

source: Yes, Skip This
id_id: Ya, lewati

source: You are almost done
id_id: Kamu hampir selesai

source: You are almost done!
id_id: Anda hampir selesai!

source: You are already enrolled in the following course. Please remove that from your cart and continue.
id_id: Anda sudah terdaftar dalam kursus berikut. Harap hapus dari keranjang dan lanjutkan.

source: You are already enrolled in the following courses. Please remove those from your cart and continue.
id_id: Anda sudah terdaftar dalam kursus berikut. Harap hapus kursus tersebut dari keranjang dan lanjutkan.

source: You are already logged in
id_id: Anda sudah masuk

source: You are approving %1$s withdrawal request for %2$s. Are you sure you want to approve?
id_id: Anda menyetujui permintaan penarikan %1$s untuk %2$s. Apakah Anda yakin ingin menyetujuinya?

source: You are not authorzied to perform this action
id_id: Anda tidak berwenang melakukan tindakan ini

source: You are rejecting %1$s withdrawal request for %2$s. Are you sure you want to reject?
id_id: Anda menolak permintaan penarikan %1$s untuk %2$s. Apakah Anda yakin ingin menolak?

source: You can change your %1$s Withdraw Preference %2$s
id_id: Anda dapat mengubah Preferensi Penarikan %1$s %2$s

source: You can either accept or reject the application. The applicant will be notified via email either way.
id_id: Anda dapat menerima atau menolak lamaran tersebut. Pelamar akan diberi tahu melalui email.

source: You can keep the following features active or inactive as per the need of your business model
id_id: Anda dapat menjaga fitur-fitur berikut tetap aktif atau tidak aktif sesuai kebutuhan model bisnis Anda

source: You can schedule your course content using content drip options
id_id: Anda dapat menjadwalkan konten kursus Anda menggunakan opsi konten tetes

source: You can schedule your course content using one of the following Content Drip options
id_id: Anda dapat menjadwalkan konten kursus Anda menggunakan salah satu opsi Content Drip berikut

source: You can see all the activities against this order chronologically.
id_id: Anda dapat melihat semua aktivitas terhadap pesanan ini secara kronologis.
