Repository: gregoriomario/translation
Catalog: plugin/Smush (wp-smushit)/wp-smushit-*.po
Languages: id_id

source: Insert the following in the server context of your configuration file (usually found in /etc/nginx/sites-available). “The server context” refers to the part of the configuration that starts with “server {” and ends with the matching “}”.
id_id: Masukkan yang berikut ini dalam konteks server dari berkas konfigurasi Anda (biasanya terdapat di /etc/nginx/sites-available). “Konteks server” mengacu pada bagian konfigurasi yang dimulai dengan “server {” dan diakhiri dengan “}” yang sesuai.

source: Copy the generated code found below and paste it inside your http or server blocks.
id_id: Salin kode yang dihasilkan di bawah ini dan tempel di dalam blok http atau server Anda.

source: Reload NGINX.
id_id: Muat ulang NGINX.

source: Automatic
id_id: Otomatis

source: Manual
id_id: Buku petunjuk

source: Please note: Some servers have both Apache and NGINX software which may not begin serving WebP images after applying the .htaccess rules. If errors occur after applying the rules, we recommend adding NGINX rules manually.
id_id: Harap diperhatikan: Beberapa server memiliki perangkat lunak Apache dan NGINX yang mungkin tidak mulai menyajikan gambar WebP setelah menerapkan aturan .htaccess. Jika terjadi kesalahan setelah menerapkan aturan, sebaiknya tambahkan aturan NGINX secara manual.

source: If you are unable to get the automated method working, follow these steps:
id_id: Jika Anda tidak dapat menjalankan metode otomatis, ikuti langkah-langkah berikut:

source: Copy the generated code below and paste it at the top of your .htaccess file (before any existing code) in the root directory.
id_id: Salin kode yang dihasilkan di bawah ini dan tempel di bagian atas file .htaccess Anda (sebelum kode yang ada) di direktori root.

source: Next, click Check Status button below to see if it's working.
id_id: Selanjutnya, klik tombol Periksa Status di bawah untuk melihat apakah berfungsi.

source: Troubleshooting
id_id: Penyelesaian Masalah

source: If .htaccess does not work, and you have access to vhosts.conf or httpd.conf, try this:
id_id: Jika .htaccess tidak berfungsi, dan Anda memiliki akses ke vhosts.conf atau httpd.conf, coba ini:

source: Look for your site in the file and find the line that starts with <Directory> - add the code above that line and into that section and save the file.
id_id: Cari situs Anda dalam berkas dan temukan baris yang dimulai dengan <Direktori> - tambahkan kode di atas baris tersebut ke dalam bagian tersebut, lalu simpan berkas.

source: Reload Apache.
id_id: Muat ulang Apache.

source: If you don't know where those files are, or you aren't able to reload Apache, you would need to consult with your hosting provider or a system administrator who has access to change the configuration of your server.
id_id: Jika Anda tidak tahu di mana file-file tersebut berada, atau Anda tidak dapat memuat ulang Apache, Anda perlu berkonsultasi dengan penyedia hosting atau administrator sistem yang memiliki akses untuk mengubah konfigurasi server Anda.

source: Convert Images to WebP
id_id: Konversi Gambar ke WebP

source: Convert now
id_id: Konversi sekarang

source: Step %s
id_id: Langkah %s

source: Something went wrong with the request.
id_id: Ada yang salah dengan permintaan tersebut.

source: Quit setup
id_id: Keluar dari pengaturan

source: Quit
id_id: Berhenti

source: Previous
id_id: Sebelumnya

source: Apply rules
id_id: Terapkan aturan

source: Check status
id_id: Periksa status

source: Finishing setup…
id_id: Menyelesaikan pengaturan…

source: Server Type
id_id: Tipe Server

source: Setup
id_id: Pengaturan

source: Local WebP
id_id: WebP Lokal

source: This stage is already completed.
id_id: Tahap ini sudah selesai.
