{"translation-revision-date":"2025-06-17 03:36+0000","generator":"Loco https:\/\/localise.biz\/","source":"_src\/react\/modules\/configs.jsx","domain":"wp-smushit","locale_data":{"wp-smushit":{"":{"domain":"","lang":"id-ID","plural-forms":"nplurals=1; plural=0;"},"CDN":["Bahasa Inggris"],"Bulk Smush":["Hancurkan Massal"],"Lazy Load":["Beban Malas"],"Next-Gen Formats":["Format Generasi Berikutnya"],"Integrations":["Integrasi"],"Settings":["Pengaturan"],"Cancel":["Membatalkan"],"Close this dialog window":["Tutup jendela dialog ini"],"Delete":["Menghapus"],"Subsite Controls":["Kontrol Sub-Situs"],"Dismiss notice":["Batalkan pemberitahuan"],"You can easily apply configs to multiple sites at once via ":["Anda dapat dengan mudah menerapkan konfigurasi ke beberapa situs sekaligus melalui"],"Preset Configs":["Konfigurasi yang telah ditetapkan"],"Upload":["Mengunggah"],"Save config":["Simpan konfigurasi"],"Updating the config list…":["Memperbarui daftar konfigurasi…"],"You don’t have any available config. Save preset configurations of Smush’s settings, then upload and apply them to your other sites in just a few clicks!":["Anda tidak memiliki konfigurasi yang tersedia. Simpan konfigurasi prasetel pengaturan Smush, lalu unggah dan terapkan ke situs Anda yang lain hanya dengan beberapa klik!"],"Use configs to save preset configurations of Smush’s settings, then upload and apply them to your other sites in just a few clicks!":["Gunakan konfigurasi untuk menyimpan konfigurasi prasetel pengaturan Smush, lalu unggah dan terapkan ke situs Anda yang lain hanya dengan beberapa klik!"],"Tired of saving, downloading and uploading your configs across your sites? WPMU DEV members use The Hub to easily apply configs to multiple sites at once… Try it today!":["Bosan menyimpan, mengunduh, dan mengunggah konfigurasi di seluruh situs Anda? Anggota WPMU DEV menggunakan The Hub untuk menerapkan konfigurasi ke beberapa situs sekaligus dengan mudah… Cobalah hari ini!"],"Created or updated configs via the Hub?":["Membuat atau memperbarui konfigurasi melalui Hub?"],"Check again":["Periksa lagi"],"Apply":["Menerapkan"],"Download":["Unduh"],"Name and Description":["Nama dan Deskripsi"],"Try The Hub":["Coba Hub"],"Request failed. Status: %s. Please reload the page and try again.":["Permintaan gagal. Status: %s. Harap muat ulang halaman dan coba lagi."],"%s config has been uploaded successfully – you can now apply it to this site.":["Konfigurasi %s telah berhasil diunggah – Anda sekarang dapat menerapkannya ke situs ini."],"The uploaded file is not a %s Config. Please make sure the uploaded file is correct.":["File yang diunggah bukan Konfigurasi %s. Pastikan file yang diunggah sudah benar."],"Apply Config":["Terapkan Konfigurasi"],"Are you sure you want to apply the %s config to this site? We recommend you have a backup available as your existing settings configuration will be overridden.":["Apakah Anda yakin ingin menerapkan konfigurasi %s ke situs ini? Kami sarankan Anda memiliki cadangan karena konfigurasi pengaturan yang ada akan ditimpa."],"%s config has been applied successfully.":["Konfigurasi %s telah berhasil diterapkan."],"Delete Configuration File":["Hapus File Konfigurasi"],"Are you sure you want to delete %s? You will no longer be able to apply it to this or other connected sites.":["Apakah Anda yakin ingin menghapus %s? Anda tidak akan dapat lagi menerapkannya ke situs ini atau situs lain yang terhubung."],"Config name":["Nama konfigurasi"],"Description":["Keterangan"],"The config name is required":["Nama konfigurasi diperlukan"],"Save":["Menyimpan"],"Rename Config":["Ubah Nama Konfigurasi"],"Change your config name to something recognizable.":["Ubah nama konfigurasi Anda menjadi sesuatu yang dapat dikenali."],"Save Config":["Simpan Konfigurasi"],"Save your current settings configuration. You’ll be able to then download and apply it to your other sites.":["Simpan konfigurasi pengaturan Anda saat ini. Anda kemudian dapat mengunduhnya dan menerapkannya ke situs Anda yang lain."],"%s config created successfully.":["Konfigurasi %s berhasil dibuat."]}}}