Repository: gregoriomario/translation
Catalog: plugin/Smush (wp-smushit)/wp-smushit-*.po
Languages: id_id

source: Feel free to close this page while Smush works its magic in the background. We’ll email you at <strong>%s</strong> when it’s done.
id_id: Jangan ragu untuk menutup halaman ini sementara Smush bekerja di latar belakang. Kami akan mengirimkan email kepada Anda di <strong>%s</strong> setelah selesai.

source: Bulk Compression
id_id: Kompresi Massal

source: Bulk compression completed for %s
id_id: Kompresi massal selesai untuk %s

source: Bulk Smush completed for %s
id_id: Smush Massal selesai untuk %s

source: The number of images unsuccessfully compressed (find out why below).
id_id: Jumlah gambar yang tidak berhasil dikompresi (cari tahu alasannya di bawah).

source: The number of images unsuccessfully compressed.
id_id: Jumlah gambar yang tidak berhasil dikompresi.

source: The bulk compress you actioned has successfully completed. Here’s a quick summary of the results:
id_id: Kompresi massal yang Anda lakukan telah berhasil diselesaikan. Berikut ringkasan singkat hasilnya:

source: Total image attachments
id_id: Jumlah lampiran gambar

source: The number of images analyzed during the bulk compress.
id_id: Jumlah gambar yang dianalisis selama kompresi massal.

source: Images compressed successfully
id_id: Gambar berhasil dikompres

source: The number of images successfully compressed.
id_id: Jumlah gambar yang berhasil dikompresi.

source: Images failed to compress
id_id: Gambar gagal dikompres

source: The bulk smush you actioned has successfully completed. Here’s a quick summary of the results:
id_id: Proses penghancuran massal yang Anda lakukan telah berhasil diselesaikan. Berikut ringkasan singkat hasilnya:

source: The number of images analyzed during the bulk smush.
id_id: Jumlah gambar yang dianalisis selama penghancuran massal.

source: Images smushed successfully
id_id: Gambar berhasil dihancurkan

source: Images failed to smush
id_id: Gambar gagal untuk dihancurkan

source: Image not restored. %s
id_id: Gambar tidak dipulihkan. %s

source: Error getting file name
id_id: Terjadi kesalahan saat mengambil nama file

source: Incorrect image id
id_id: ID gambar salah

source: Potential Phar PHP Object Injection detected
id_id: Potensi Injeksi Objek PHP Phar terdeteksi

source: Image couldn't be optimized
id_id: Gambar tidak dapat dioptimalkan

source: There was a problem getting the selected directories
id_id: Terjadi masalah saat mendapatkan direktori yang dipilih

source: Empty Directory Path
id_id: Jalur Direktori Kosong

source: We could not find any images in the selected directory.
id_id: Kami tidak dapat menemukan gambar apa pun di direktori yang dipilih.

source: You've smushed %d images in total.
id_id: Anda telah menghancurkan %d gambar secara keseluruhan.

source: Directory smushing requires custom tables and it seems there was an error creating tables. For help, please contact our team on the support forums.
id_id: Smushing direktori memerlukan tabel khusus dan tampaknya terjadi kesalahan saat membuat tabel. Untuk bantuan, silakan hubungi tim kami di forum dukungan.

source: This image is too large for its container. Adjust the image dimensions to %1$s x %2$spx for optimal results.
id_id: Gambar ini terlalu besar untuk wadahnya. Sesuaikan dimensi gambar ke %1$s x %2$spx untuk hasil yang optimal.

source: This image is too small for its container. Adjust the image dimensions to %1$s x %2$spx for optimal results.
id_id: Gambar ini terlalu kecil untuk wadahnya. Sesuaikan dimensi gambar ke %1$s x %2$spx untuk hasil yang optimal.

source: Image Issues
id_id: Masalah Gambar

source: The images listed below are being resized to fit a container. To avoid serving oversized or blurry images, try to match the images to their container sizes.
id_id: Gambar yang tercantum di bawah ini sedang diubah ukurannya agar sesuai dengan wadah. Untuk menghindari penyajian gambar yang terlalu besar atau buram, cobalah untuk menyesuaikan gambar dengan ukuran wadahnya.

source: Oversized
id_id: Terlalu besar

source: Undersized
id_id: Berukuran kecil

source: All images are properly sized
id_id: Semua gambar berukuran tepat

source: Note: It’s not always easy to make this happen, fix up what you can.
id_id: Catatan: Hal ini tidak selalu mudah dilakukan, perbaiki apa yang bisa Anda perbaiki.

source: Skipped due to a timeout error. You can increase the request timeout to make sure Smush has enough time to process larger files. define('WP_SMUSH_TIMEOUT', 150);
id_id: Dilewati karena kesalahan batas waktu. Anda dapat menambah batas waktu permintaan untuk memastikan Smush memiliki cukup waktu untuk memproses file yang lebih besar. define('WP_SMUSH_TIMEOUT', 150);

source: Error posting to API: %s
id_id: Kesalahan saat memposting ke API: %s

source: Error posting to API: %1$s %2$s
id_id: Kesalahan saat memposting ke API: %1$s %2$s

source: Image couldn't be smushed
id_id: Gambar tidak bisa dihancurkan

source: Unknown API error
id_id: Kesalahan API tidak diketahui

source: Smush data corrupted, try again.
id_id: Data Smush rusak, coba lagi.

source: attachment ID: %d
id_id: ID lampiran: %d

source: The server rules have been applied but the server doesn't seem to be serving your images as WebP. We recommend contacting your hosting provider to learn more about the cause of this issue.
id_id: Aturan server telah diterapkan tetapi server tampaknya tidak menayangkan gambar Anda sebagai WebP. Sebaiknya hubungi penyedia hosting Anda untuk mempelajari lebih lanjut tentang penyebab masalah ini.

source: Server configurations haven't been applied yet. Make configurations to start serving images in WebP format.
id_id: Konfigurasi server belum diterapkan. Buat konfigurasi untuk mulai menyajikan gambar dalam format WebP.

source: We couldn't create the WebP test files. This is probably due to your current folder permissions. Please adjust the permissions for "%s" to 755 and try again.
id_id: Kami tidak dapat membuat file uji WebP. Hal ini mungkin disebabkan oleh izin folder Anda saat ini. Harap sesuaikan izin untuk "%s" ke 755 dan coba lagi.

source: We couldn't check the WebP server rules status because there was an error with the test request. Please contact support for assistance. Code %1$s: %2$s.
id_id: Kami tidak dapat memeriksa status aturan server WebP karena terjadi kesalahan pada permintaan pengujian. Silakan hubungi dukungan untuk mendapatkan bantuan. Kode %1$s: %2$s.

source: We tried to apply the .htaccess rules automatically but we were unable to complete this action. Make sure the file permissions on your .htaccess file are set to 644, or switch to manual mode and apply the rules yourself. If you need further assistance, you can %1$scontact support%2$s for help.
id_id: Kami mencoba menerapkan aturan .htaccess secara otomatis, tetapi kami tidak dapat menyelesaikan tindakan ini. Pastikan izin file pada file .htaccess Anda ditetapkan ke 644, atau beralihlah ke mode manual dan terapkan aturan sendiri. Jika Anda memerlukan bantuan lebih lanjut, Anda dapat %1$smenghubungi dukungan%2$s untuk mendapatkan bantuan.

source: We tried different rules but your server still isn't serving WebP images. Please contact your hosting provider for further assistance. You can also see our %1$stroubleshooting guide%3$s or %2$scontact support%3$s for help.
id_id: Kami mencoba aturan yang berbeda tetapi server Anda masih tidak dapat menyajikan gambar WebP. Silakan hubungi penyedia hosting Anda untuk bantuan lebih lanjut. Anda juga dapat melihat %1$spanduan pemecahan masalah%3$s atau %2$shubungi dukungan%3$s untuk bantuan.

source: The .htaccess file doesn't contain the WebP rules from Smush.
id_id: File .htaccess tidak berisi aturan WebP dari Smush.

source: We were unable to automatically remove the rules. We recommend trying to remove the rules manually. If you don’t have access to the .htaccess file to remove it manually, please consult with your hosting provider to change the configuration on the server.
id_id: Kami tidak dapat menghapus aturan secara otomatis. Kami sarankan untuk mencoba menghapus aturan secara manual. Jika Anda tidak memiliki akses ke file .htaccess untuk menghapusnya secara manual, silakan hubungi penyedia hosting Anda untuk mengubah konfigurasi di server.

source: Choose between WebP and AVIF next-gen formats, offering superior quality and compression for faster load times and better performance.
id_id: Pilih antara format WebP dan AVIF generasi berikutnya, yang menawarkan kualitas dan kompresi unggul untuk waktu muat yang lebih cepat dan kinerja yang lebih baik.

source: Use JavaScript to serve original image files to unsupported browsers.
id_id: Gunakan JavaScript untuk menyajikan berkas gambar asli ke browser yang tidak didukung.

source: Revert Next-Gen Conversion
id_id: Kembalikan Konversi Generasi Berikutnya

source: If your server storage space is full, use this feature to revert the Next-Gen conversions by deleting all generated files. The files will fall back to normal PNGs or JPEGs once you delete them.
id_id: Jika ruang penyimpanan server Anda penuh, gunakan fitur ini untuk mengembalikan konversi Next-Gen dengan menghapus semua file yang dihasilkan. File akan kembali ke PNG atau JPEG normal setelah Anda menghapusnya.

source: If you no longer require your images to be served in %s format, you can disable this feature.
id_id: Jika Anda tidak lagi menginginkan gambar Anda disajikan dalam format %s, Anda dapat menonaktifkan fitur ini.

source: Deactivation won't delete existing %s images.
id_id: Penonaktifan tidak akan menghapus gambar %s yang ada.

source: Delete %s Files
id_id: Hapus File %s

source: Note: This feature won’t delete the WebP and AVIF files converted via CDN, only the files generated via the Next-Gen Formats feature.
id_id: Catatan: Fitur ini tidak akan menghapus file WebP dan AVIF yang dikonversi melalui CDN, hanya file yang dihasilkan melalui fitur Format Generasi Berikutnya.

source: Here's a list of the media types that will be converted to %s format.
id_id: Berikut daftar jenis media yang akan dikonversi ke format %s.

source: To verify if the JPG and PNG images are being served correctly as %1$s files, please refer to our %2$sDocumentation%3$s.
id_id: Untuk memverifikasi apakah gambar JPG dan PNG disajikan dengan benar sebagai file %1$s, silakan lihat Dokumentasi %2$s%3$s kami.

source: Enable JavaScript Fallback
id_id: Aktifkan JavaScript Fallback

source: Enable this option to serve original files to unsupported browsers. %1$sCheck Browser Compatibility%2$s.
id_id: Aktifkan opsi ini untuk menyajikan berkas asli ke peramban yang tidak didukung. %1$sPeriksa Kompatibilitas Peramban%2$s.

source: New
id_id: Baru

source: Direct Conversion (Recommended)
id_id: Konversi Langsung (Disarankan)

source: Serve Next-Gen images directly from your server to supported browsers without any server configuration.
id_id: Sajikan gambar Generasi Berikutnya langsung dari server Anda ke browser yang didukung tanpa konfigurasi server apa pun.

source: Serve Next-Gen images directly from your server to supported browsers. Requires server configuration.
id_id: Sajikan gambar Next-Gen langsung dari server Anda ke browser yang didukung. Memerlukan konfigurasi server.

source: We noticed that your site is configured to completely offload intermediate thumbnail sizes (they don't exist in your Media Library), so Smush can't optimize those images. You can still optimize your %1$sOriginal Images%2$s if you want to.
id_id: Kami melihat bahwa situs Anda dikonfigurasi untuk sepenuhnya memindahkan ukuran gambar mini antara (gambar tersebut tidak ada di Pustaka Media Anda), jadi Smush tidak dapat mengoptimalkan gambar tersebut. Anda tetap dapat mengoptimalkan %1$sGambar Asli%2$s jika Anda mau.

source: PNG to JPG
id_id: PNG ke JPG

source: Skipped: Smushed file is larger than the original file.
id_id: Dilewati: File yang hancur lebih besar daripada file asli.

source: The new file [%1$s](%2$s) is larger than the original file [%3$s](%4$s).
id_id: File baru [%1$s](%2$s) lebih besar dari file asli [%3$s](%4$s).

source: Image Editor cannot load file [%1$s(%2$d)]: %3$s.
id_id: Editor Gambar tidak dapat memuat berkas [%1$s(%2$d)]: %3$s.

source: The image editor was unable to save the image: %s
id_id: Editor gambar tidak dapat menyimpan gambar: %s

source: Resize
id_id: Ubah Ukuran

source: Could not find a suitable source image for resizing media item [%d].
id_id: Tidak dapat menemukan gambar sumber yang cocok untuk mengubah ukuran item media [%d].

source: Cannot resize image [%1$s(%2$d)].
id_id: Tidak dapat mengubah ukuran gambar [%1$s(%2$d)].

source: The resized image [%s] does not exist.
id_id: Gambar yang diubah ukurannya [%s] tidak ada.

source: The resized image [%1$s](%2$s) is larger than the original image [%3$s(%4$d)](%5$s).
id_id: Gambar yang diubah ukurannya [%1$s](%2$s) lebih besar dari gambar asli [%3$s(%4$d)](%5$s).

source: Failed to copy from [%1$s] to [%2$s]
id_id: Gagal menyalin dari [%1$s] ke [%2$s]

source: Smush was successful but we were unable to save from URL: %s.
id_id: Smush berhasil tetapi kami tidak dapat menyimpan dari URL: %s.

source: Smush was successful but we were unable to save the file due to a file system error: [%s].
id_id: Smush berhasil tetapi kami tidak dapat menyimpan berkas karena kesalahan sistem berkas: [%s].

source: Either the nonce expired or you can't modify options. Please reload the page and try again.
id_id: Entah masa berlakunya telah berakhir atau Anda tidak dapat mengubah opsi. Harap muat ulang halaman dan coba lagi.

source: This user can not delete all WebP images.
id_id: Pengguna ini tidak dapat menghapus semua gambar WebP.

source: The images are served in WebP format.
id_id: Gambar disajikan dalam format WebP.

source: The rules have been applied, but the images are still not being served in WebP format. We recommend that you contact your hosting provider to learn more about the cause of this problem.
id_id: Aturan telah diterapkan, tetapi gambar masih belum disajikan dalam format WebP. Sebaiknya Anda menghubungi penyedia hosting untuk mempelajari lebih lanjut tentang penyebab masalah ini.

source: Server configurations haven't been applied yet. Configure now to start serving images in WebP format.
id_id: Konfigurasi server belum diterapkan. Konfigurasikan sekarang untuk mulai menyajikan gambar dalam format WebP.

source: We couldn't create the WebP directory "%s". This is probably due to your current folder permissions. You can also try to create this directory manually and try again.
id_id: Kami tidak dapat membuat direktori WebP "%s". Hal ini mungkin disebabkan oleh izin folder Anda saat ini. Anda juga dapat mencoba membuat direktori ini secara manual dan mencoba lagi.

source: Automatic updation of .htaccess rules failed. Please ensure the file permissions on your .htaccess file are set to 644, or switch to manual mode to add the rules yourself.
id_id: Pembaruan otomatis aturan .htaccess gagal. Pastikan izin file pada file .htaccess Anda diatur ke 644, atau beralihlah ke mode manual untuk menambahkan aturan sendiri.

source: Your site is running an outdated version of PHP that is no longer supported or receiving security updates. Please update PHP to at least version %1$s at your hosting provider in order to activate Smush, or consider switching to <a href="%2$s" target="_blank" rel="noopener noreferrer">WPMU DEV Hosting</a>.
id_id: Situs Anda menjalankan versi PHP lama yang tidak lagi didukung atau menerima pembaruan keamanan. Harap perbarui PHP ke setidaknya versi %1$s di penyedia hosting Anda untuk mengaktifkan Smush, atau pertimbangkan untuk beralih ke <a href="%2$s" target="_blank" rel="noopener noreferrer">WPMU DEV Hosting</a> .

source: Get Fast!
id_id: Dapatkan Cepat!

source: minute
id_id: menit

source: second
id_id: Kedua

source: Waiting for Re-check to finish
id_id: Menunggu Pemeriksaan Ulang selesai

source: Checking Images
id_id: Memeriksa Gambar

source: Start
id_id: Awal

source: Scan Media Library
id_id: Pindai Perpustakaan Media

source: Scans the media library to detect items to Smush.
id_id: Memindai perpustakaan media untuk mendeteksi item yang akan Smush.

source: Scan completed successfully!
id_id: Pemindaian berhasil diselesaikan!

source: You can easily apply configs to multiple sites at once via
id_id: Anda dapat dengan mudah menerapkan konfigurasi ke beberapa situs sekaligus melalui

source: Preset Configs
id_id: Konfigurasi yang telah ditetapkan

source: Upload
id_id: Mengunggah

source: Save config
id_id: Simpan konfigurasi

source: Updating the config list…
id_id: Memperbarui daftar konfigurasi…

source: You don’t have any available config. Save preset configurations of Smush’s settings, then upload and apply them to your other sites in just a few clicks!
id_id: Anda tidak memiliki konfigurasi yang tersedia. Simpan konfigurasi prasetel pengaturan Smush, lalu unggah dan terapkan ke situs Anda yang lain hanya dengan beberapa klik!

source: Use configs to save preset configurations of Smush’s settings, then upload and apply them to your other sites in just a few clicks!
id_id: Gunakan konfigurasi untuk menyimpan konfigurasi prasetel pengaturan Smush, lalu unggah dan terapkan ke situs Anda yang lain hanya dengan beberapa klik!

source: Tired of saving, downloading and uploading your configs across your sites? WPMU DEV members use The Hub to easily apply configs to multiple sites at once… Try it today!
id_id: Bosan menyimpan, mengunduh, dan mengunggah konfigurasi di seluruh situs Anda? Anggota WPMU DEV menggunakan The Hub untuk menerapkan konfigurasi ke beberapa situs sekaligus dengan mudah… Cobalah hari ini!

source: Created or updated configs via the Hub?
id_id: Membuat atau memperbarui konfigurasi melalui Hub?

source: Check again
id_id: Periksa lagi

source: Apply
id_id: Menerapkan

source: Download
id_id: Unduh

source: Name and Description
id_id: Nama dan Deskripsi

source: Try The Hub
id_id: Coba Hub

source: Request failed. Status: %s. Please reload the page and try again.
id_id: Permintaan gagal. Status: %s. Harap muat ulang halaman dan coba lagi.

source: %s config has been uploaded successfully – you can now apply it to this site.
id_id: Konfigurasi %s telah berhasil diunggah – Anda sekarang dapat menerapkannya ke situs ini.

source: The uploaded file is not a %s Config. Please make sure the uploaded file is correct.
id_id: File yang diunggah bukan Konfigurasi %s. Pastikan file yang diunggah sudah benar.

source: Apply Config
id_id: Terapkan Konfigurasi

source: Are you sure you want to apply the %s config to this site? We recommend you have a backup available as your existing settings configuration will be overridden.
id_id: Apakah Anda yakin ingin menerapkan konfigurasi %s ke situs ini? Kami sarankan Anda memiliki cadangan karena konfigurasi pengaturan yang ada akan ditimpa.

source: %s config has been applied successfully.
id_id: Konfigurasi %s telah berhasil diterapkan.

source: Delete Configuration File
id_id: Hapus File Konfigurasi

source: Are you sure you want to delete %s? You will no longer be able to apply it to this or other connected sites.
id_id: Apakah Anda yakin ingin menghapus %s? Anda tidak akan dapat lagi menerapkannya ke situs ini atau situs lain yang terhubung.

source: Config name
id_id: Nama konfigurasi

source: Description
id_id: Keterangan

source: The config name is required
id_id: Nama konfigurasi diperlukan

source: Save
id_id: Menyimpan

source: Rename Config
id_id: Ubah Nama Konfigurasi

source: Change your config name to something recognizable.
id_id: Ubah nama konfigurasi Anda menjadi sesuatu yang dapat dikenali.

source: Save Config
id_id: Simpan Konfigurasi

source: Save your current settings configuration. You’ll be able to then download and apply it to your other sites.
id_id: Simpan konfigurasi pengaturan Anda saat ini. Anda kemudian dapat mengunduhnya dan menerapkannya ke situs Anda yang lain.

source: %s config created successfully.
id_id: Konfigurasi %s berhasil dibuat.

source: Smush WebP
id_id: Hancurkan WebP

source: Activate the Next-Gen Formats feature with a single click; no server configuration required.
id_id: Aktifkan fitur Format Generasi Berikutnya dengan satu klik; tidak memerlukan konfigurasi server.

source: Fix “Serve images in next-gen format" Google PageSpeed recommendation.
id_id: Memperbaiki rekomendasi Google PageSpeed “Sajikan gambar dalam format generasi berikutnya”.

source: Serve WebP and AVIF version of images in the browsers that support it and fall back to JPEGs and PNGs for unsupported browsers.
id_id: Sajikan versi WebP dan AVIF gambar di browser yang mendukungnya dan kembali ke JPEG dan PNG untuk browser yang tidak didukung.

source: UNLOCK NEXT-GEN FORMATS WITH PRO
id_id: BUKA FORMAT GENERASI BERIKUTNYA DENGAN PRO

source: Choose Server Type
id_id: Pilih Jenis Server

source: Choose your server type. If you don’t know this, please contact your hosting provider.
id_id: Pilih jenis server Anda. Jika Anda tidak mengetahuinya, silakan hubungi penyedia hosting Anda.

source: Add Rules
id_id: Tambahkan Aturan

source: Smush can automatically apply WebP conversion rules for Apache servers by writing to your .htaccess file. Alternatively, switch to Manual to apply these rules yourself.
id_id: Smush dapat secara otomatis menerapkan aturan konversi WebP untuk server Apache dengan menulis ke file .htaccess Anda. Atau, beralihlah ke Manual untuk menerapkan aturan ini sendiri.

source: The following configurations are for NGINX servers. If you do not have access to your NGINX config files you will need to contact your hosting provider to make these changes.
id_id: Konfigurasi berikut ini ditujukan untuk server NGINX. Jika Anda tidak memiliki akses ke berkas konfigurasi NGINX, Anda perlu menghubungi penyedia hosting untuk melakukan perubahan ini.

source: Finish Setup
id_id: Selesaikan Pengaturan

source: The rules have been applied successfully.
id_id: Aturan telah berhasil diterapkan.

source: We noticed the Amazon S3 Integration is enabled. Offloaded images will not be served in WebP format, but Smush will create local WebP copies of all images. If this is undesirable, you can quit the setup.
id_id: Kami melihat Integrasi Amazon S3 diaktifkan. Gambar yang diunggah tidak akan disajikan dalam format WebP, tetapi Smush akan membuat salinan WebP lokal dari semua gambar. Jika ini tidak diinginkan, Anda dapat keluar dari pengaturan.

source: Please try the %1$sDirect Conversion%2$s method if you don’t have server access, or %3$scontact support%4$s for further assistance.
id_id: Silakan coba metode %1$sKonversi Langsung%2$s jika Anda tidak memiliki akses server, atau %3$shubungi dukungan%4$s untuk bantuan lebih lanjut.

source: Since your site is hosted with WPMU DEV, we already have done the configurations steps for you. The only step for you would be to create WebP images below.
id_id: Karena situs Anda dihosting dengan WPMU DEV, kami telah melakukan langkah-langkah konfigurasi untuk Anda. Satu-satunya langkah yang dapat Anda lakukan adalah membuat gambar WebP di bawah ini.

source: WebP conversion is active and working well. Your hosting has automatically pre-configured the conversion for you. The only step for you would be to create WebP images below.
id_id: Konversi WebP aktif dan berjalan dengan baik. Hosting Anda telah secara otomatis mengonfigurasi konversi untuk Anda. Satu-satunya langkah yang harus Anda lakukan adalah membuat gambar WebP di bawah ini.

source: Apache
id_id: Bahasa Apache

source: NGINX
id_id: Bahasa Indonesia: NGINX

source: We've automatically detected your server type is %s. If this is incorrect, manually select your server type to generate the relevant rules and instructions.
id_id: Kami secara otomatis mendeteksi tipe server Anda adalah %s. Jika ini salah, pilih tipe server Anda secara manual untuk membuat aturan dan petunjuk yang relevan.
