Repository: gregoriomario/translation
Catalog: plugin/Smush (wp-smushit)/wp-smushit-*.po
Languages: id_id

source: Smush Pro
id_id: Smash Profesional

source: http://wpmudev.com/project/wp-smush-pro/
id_id: http://wpmudev.com/proyek/wp-smush-pro/

source: Reduce image file sizes, improve performance and boost your SEO using the free <a href="https://wpmudev.com/">WPMU DEV</a> WordPress Smush API.
id_id: Kurangi ukuran berkas gambar, tingkatkan kinerja dan dorong SEO Anda menggunakan <a href="https://wpmudev.com/">WPMU DEV</a> WordPress Smush API gratis.

source: WPMU DEV
id_id: PENGEMBANGAN WPMU

source: Smush Free was deactivated. You have Smush Pro active!
id_id: Smush Free telah dinonaktifkan. Smush Pro Anda aktif!

source: Smush CDN
id_id: CDN Smush

source: Smush Pro requires the WPMU DEV Dashboard plugin to unlock pro features. Please make sure you have installed, activated and logged into the Dashboard.
id_id: Smush Pro memerlukan plugin WPMU DEV Dashboard untuk membuka fitur pro. Pastikan Anda telah menginstal, mengaktifkan, dan masuk ke Dashboard.

source: Log In
id_id: Masuk

source: Install Plugin
id_id: Instal Plugin

source: Lets you check if any images can be further optimized. Useful after changing settings.
id_id: Memungkinkan Anda memeriksa apakah ada gambar yang dapat dioptimalkan lebih lanjut. Berguna setelah mengubah pengaturan.

source: Re-Check Images
id_id: Periksa Ulang Gambar

source: Check Complete
id_id: Periksa Selesai

source: Documentation
id_id: Dokumentasi

source: Dismiss
id_id: Membubarkan

source: Your settings have been updated!
id_id: Pengaturan Anda telah diperbarui!

source: Your settings have been saved and changes are now propagating to the CDN. Changes can take up to 30 minutes to take effect but your images will continue to be served in the meantime, please be patient.
id_id: Pengaturan Anda telah disimpan dan perubahan sekarang sedang disebarkan ke CDN. Perubahan dapat memakan waktu hingga 30 menit untuk diterapkan, tetapi gambar Anda akan tetap ditampilkan sementara itu, harap bersabar.

source: You have images that need smushing. %1$sBulk smush now!%2$s
id_id: Anda memiliki gambar yang perlu diremukkan. %1$sRemukkan massal sekarang!%2$s

source: Tutorials
id_id: Tutorial

source: Loading tutorials...
id_id: Memuat tutorial...

source: min read
id_id: waktu baca min

source: Read article
id_id: Baca artikelnya

source: PNG to JPEG savings
id_id: Penghematan PNG ke JPEG

source: You've gone through your CDN bandwidth limit, so we’ve stopped serving your images via the CDN. Contact your administrator to upgrade your Smush CDN plan to reactivate this service
id_id: Anda telah melewati batas lebar pita CDN, jadi kami telah berhenti menayangkan gambar Anda melalui CDN. Hubungi administrator Anda untuk meng-upgrade paket CDN Smush Anda guna mengaktifkan kembali layanan ini

source: You're almost through your CDN bandwidth limit. Please contact your administrator to upgrade your Smush CDN plan to ensure you don't lose this service
id_id: Batas lebar pita CDN Anda hampir habis. Hubungi administrator Anda untuk meng-upgrade paket CDN Smush Anda guna memastikan Anda tidak kehilangan layanan ini

source: Your media is currently being served from the WPMU DEV CDN. Bulk and Directory smush features are treated separately and will continue to run independently.
id_id: Media Anda saat ini disajikan dari WPMU DEV CDN. Fitur smush massal dan direktori ditangani secara terpisah dan akan terus berjalan secara independen.

source: CDN
id_id: Bahasa Inggris

source: Updating Stats
id_id: Memperbarui Statistik

source: Overcap
id_id: Batas atas

source: Needs upgrade
id_id: Perlu peningkatan

source: Activating
id_id: Mengaktifkan

source: Active
id_id: Aktif

source: Directory Smush Savings
id_id: Direktori Smush Tabungan

source: Smush images that aren't located in your uploads folder.
id_id: Smash gambar yang tidak ada di folder unggahan Anda.

source: Select a directory you'd like to Smush.
id_id: Pilih direktori yang ingin Anda Smush.

source: Choose directory
id_id: Pilih direktori

source: Upgrade to Smush Pro
id_id: Tingkatkan ke Smush Pro

source: Upgrade For %s Off!
id_id: Tingkatkan dengan Diskon %s!

source: Renew Membership
id_id: Perbarui Keanggotaan

source: View Smush Documentation
id_id: Lihat Dokumentasi Smush

source: Docs
id_id: Dokumen

source: Go to Smush Dashboard
id_id: Buka Dasbor Smush

source: Dashboard
id_id: Dasbor

source: Rate Smush
id_id: Nilai Smush

source: Support
id_id: Mendukung

source: View details
id_id: Lihat detailnya

source: Premium Support
id_id: Dukungan Premium

source: Roadmap
id_id: Peta jalan

source: Rate our plugin
id_id: Nilai plugin kami

source: Smush
id_id: Hancurkan

source: Bulk Smush
id_id: Hancurkan Massal

source: Directory Smush
id_id: Direktori Smush

source: Lazy Load
id_id: Beban Malas

source: Next-Gen Formats
id_id: Format Generasi Berikutnya

source: Integrations
id_id: Integrasi

source: Settings
id_id: Pengaturan

source: Upgrade for 80% Off!
id_id: Tingkatkan dengan Diskon 80%!

source: Note: Smush does not interact with end users on your website. The only input option Smush has is to a newsletter subscription for site admins only. If you would like to notify your users of this in your privacy policy, you can use the information below.
id_id: Catatan: Smush tidak berinteraksi dengan pengguna akhir di situs web Anda. Satu-satunya opsi masukan yang dimiliki Smush adalah langganan buletin untuk admin situs saja. Jika Anda ingin memberi tahu pengguna Anda tentang hal ini dalam kebijakan privasi Anda, Anda dapat menggunakan informasi di bawah ini.

source: Smush sends images to the WPMU DEV servers to optimize them for web use. This includes the transfer of EXIF data. The EXIF data will either be stripped or returned as it is. It is not stored on the WPMU DEV servers.
id_id: Smush mengirimkan gambar ke server WPMU DEV untuk mengoptimalkannya agar dapat digunakan di web. Ini termasuk transfer data EXIF. Data EXIF akan dihapus atau dikembalikan sebagaimana adanya. Data tersebut tidak disimpan di server WPMU DEV.

source: Smush uses the Stackpath Content Delivery Network (CDN). Stackpath may store web log information of site visitors, including IPs, UA, referrer, Location and ISP info of site visitors for 7 days. Files and images served by the CDN may be stored and served from countries other than your own. Stackpath's privacy policy can be found %1$shere%2$s.
id_id: Smush menggunakan Jaringan Pengiriman Konten (CDN) Stackpath. Stackpath dapat menyimpan informasi log web pengunjung situs, termasuk IP, UA, referrer, Lokasi, dan info ISP pengunjung situs selama 7 hari. File dan gambar yang disajikan oleh CDN dapat disimpan dan disajikan dari negara selain negara Anda. Kebijakan privasi Stackpath dapat ditemukan %1$sdi sini%2$s.

source: Smush uses a third-party email service (Drip) to send informational emails to the site administrator. The administrator's email address is sent to Drip and a cookie is set by the service. Only administrator information is collected by Drip.
id_id: Smush menggunakan layanan email pihak ketiga (Drip) untuk mengirim email informasi kepada administrator situs. Alamat email administrator dikirim ke Drip dan layanan tersebut menetapkan cookie. Drip hanya mengumpulkan informasi administrator.

source: Validating...
id_id: Memvalidasi...

source: It looks like Smush couldn’t verify your WPMU DEV membership so Pro features have been disabled for now. If you think this is an error, run a %1$sre-check%2$s or get in touch with our %3$ssupport team%4$s.
id_id: Sepertinya Smush tidak dapat memverifikasi keanggotaan WPMU DEV Anda sehingga fitur Pro telah dinonaktifkan untuk saat ini. Jika menurut Anda ini adalah kesalahan, jalankan %1$spemeriksaan ulang%2$s atau hubungi %3$stim dukungan%4$s kami.

source: You have multiple WordPress image optimization plugins installed. This may cause unpredictable behavior while optimizing your images, inaccurate reporting, or images to not display. For best results use only one image optimizer plugin at a time. These plugins may cause issues with Smush:
id_id: Anda telah memasang beberapa plugin pengoptimalan gambar WordPress. Hal ini dapat menyebabkan perilaku yang tidak terduga saat mengoptimalkan gambar, pelaporan yang tidak akurat, atau gambar yang tidak ditampilkan. Untuk hasil terbaik, gunakan hanya satu plugin pengoptimal gambar dalam satu waktu. Plugin ini dapat menyebabkan masalah dengan Smush:

source: Manage Plugins
id_id: Kelola Plugin

source: %1$s%2$d attachment%3$s that needs smushing
id_id: %1$s%2$d lampiran%3$s yang perlu dihancurkan

source: %1$s%2$d attachment%3$s that needs re-smushing
id_id: %1$s%2$d lampiran%3$s yang perlu diremove

source: %1$s, you have %2$s%3$s%4$s! %5$s
id_id: %1$s, kamu punya %2$s%3$s%4$s! %5$s

source: and
id_id: Dan

source: Yay! All images are optimized as per your current settings.
id_id: Hore! Semua gambar dioptimalkan sesuai pengaturan Anda saat ini.

source: Image check complete, you have %1$d images that need smushing. %2$sBulk smush now!%3$s
id_id: Pemeriksaan gambar selesai, Anda memiliki %1$d gambar yang perlu dihancurkan. %2$sHancurkan massal sekarang!%3$s

source: %s off welcome discount available.
id_id: Diskon selamat datang %s tersedia.

source: Free users can only Bulk Smush %1$d images at one time. Smush in %2$d batches or %3$sBulk Smush unlimited images with Pro%4$s. %5$s
id_id: Pengguna gratis hanya dapat melakukan Smush Massal %1$d gambar sekaligus. Smush dalam %2$d batch atau %3$sSmush Massal gambar tak terbatas dengan Pro%4$s. %5$s

source: Smush was unable to activate parallel processing on your site as your web hosting provider has disabled the %s function on your server. We highly recommend contacting your hosting provider to enable that function to optimize images on your site faster.
id_id: Smush tidak dapat mengaktifkan pemrosesan paralel di situs Anda karena penyedia hosting web Anda telah menonaktifkan fungsi %s di server Anda. Kami sangat menyarankan untuk menghubungi penyedia hosting Anda guna mengaktifkan fungsi tersebut guna mengoptimalkan gambar di situs Anda dengan lebih cepat.

source: Smush images faster with parallel image optimization
id_id: Hancurkan gambar lebih cepat dengan pengoptimalan gambar paralel

source: Smush was unable to activate background processing on your site as your web hosting provider is using an old version of MySQL on your server (version %1$s). We highly recommend contacting your hosting provider to upgrade MySQL to version %2$s or higher to optimize images in the background.
id_id: Smush tidak dapat mengaktifkan pemrosesan latar belakang di situs Anda karena penyedia hosting web Anda menggunakan versi lama MySQL di server Anda (versi %1$s). Kami sangat menyarankan untuk menghubungi penyedia hosting Anda guna meningkatkan MySQL ke versi %2$s atau yang lebih tinggi untuk mengoptimalkan gambar di latar belakang.

source: Smush images in the background
id_id: Smash gambar di latar belakang

source: If you wish to also convert your original uploaded images to .%1$s format, please enable the %2$sOptimize original images%3$s setting below.
id_id: Jika Anda juga ingin mengonversi gambar asli yang diunggah ke format .%1$s, harap aktifkan pengaturan %2$sOptimalkan gambar asli%3$s di bawah.

source: Unauthorized
id_id: Tidak sah

source: Nonce verification failed
id_id: Verifikasi nonce gagal

source: You don't have permission to work with uploaded files.
id_id: Anda tidak memiliki izin untuk bekerja dengan berkas yang diunggah.

source: No attachment ID was provided.
id_id: Tidak ada ID lampiran yang diberikan.

source: Image not smushed, fields empty.
id_id: Gambar tidak hancur, bidang kosong.

source: Image couldn't be smushed as the nonce verification failed, try reloading the page.
id_id: Gambar tidak dapat dihancurkan karena verifikasi nonce gagal, coba muat ulang halaman.

source: You don't have permission to do this.
id_id: Anda tidak memiliki izin untuk melakukan ini.

source: User can not modify options
id_id: Pengguna tidak dapat mengubah opsi

source: Missing config ID
id_id: ID konfigurasi hilang

source: Filter by Smush status
id_id: Filter berdasarkan status Smush

source: Smush: All images
id_id: Smush: Semua gambar

source: Smush: Not processed
id_id: Smush: Tidak diproses

source: Smush: Bulk ignored
id_id: Smush: Massal diabaikan

source: Smush: Failed Processing
id_id: Smush: Pemrosesan Gagal

source: Smush Stats
id_id: Statistik Smush

source: Select an image to view Smush stats.
id_id: Pilih gambar untuk melihat statistik Smush.

source: Image size
id_id: Ukuran gambar

source: Savings
id_id: Tabungan

source: Smushing in progress...
id_id: Smushing sedang berlangsung...

source: Smush Now!
id_id: Smush Sekarang!

source: When you upload an image to WordPress it automatically creates %s thumbnail sizes that are commonly used in your pages. WordPress also stores the original full-size image, but because these are not usually embedded on your site we don’t Smush them. Pro users can override this.
id_id: Saat Anda mengunggah gambar ke WordPress, gambar tersebut secara otomatis dibuat dalam ukuran thumbnail %s yang umum digunakan di halaman Anda. WordPress juga menyimpan gambar asli berukuran penuh, tetapi karena gambar ini biasanya tidak disematkan di situs Anda, kami tidak melakukan Smush. Pengguna profesional dapat mengabaikannya.

source: Image couldn't be smushed as it exceeded the 5Mb size limit, Pro users can smush images without any size restriction.
id_id: Gambar tidak dapat diremukkan karena melebihi batas ukuran 5Mb, Pengguna Pro dapat meremukkan gambar tanpa batasan ukuran apa pun.

source: Image not found!
id_id: Gambar tidak ditemukan!

source: Not processed
id_id: Tidak diproses

source: Show in bulk Smush
id_id: Tampilkan secara massal Smush

source: Ignore
id_id: Mengabaikan

source: All attachments have been smushed. Awesome!
id_id: Semua lampiran telah dihancurkan. Luar biasa!

source: Images optimized in the media library
id_id: Gambar dioptimalkan di perpustakaan media

source: Made with %s by WPMU DEV
id_id: Dibuat dengan %s oleh WPMU DEV

source: Free Plugins
id_id: Plugin Gratis

source: The Hub
id_id: Pusat

source: Terms of Service
id_id: Ketentuan Layanan

source: Privacy Policy
id_id: Kebijakan Privasi

source: Plugins
id_id: Plugin

source: Community
id_id: Masyarakat

source: Check out our other free wordpress.org plugins!
id_id: Lihat plugin wordpress.org gratis kami yang lain!

source: Hummingbird Page Speed Optimization
id_id: Optimasi Kecepatan Halaman Hummingbird

source: Performance Tests, File Optimization & Compression, Page, Browser & Gravatar Caching, GZIP Compression, CloudFlare Integration & more.
id_id: Pengujian Performa, Optimalisasi & Kompresi Berkas, Cache Halaman, Browser & Gravatar, Kompresi GZIP, Integrasi CloudFlare & banyak lagi.

source: View features
id_id: Lihat fitur

source: Defender Security, Monitoring, and Hack Protection
id_id: Defender Keamanan, Pemantauan, dan Perlindungan Peretasan

source: Security Tweaks & Recommendations, File & Malware Scanning, Login & 404 Lockout Protection, Two-Factor Authentication & more.
id_id: Penyesuaian & Rekomendasi Keamanan, Pemindaian File & Malware, Perlindungan Login & Penguncian 404, Autentikasi Dua Faktor & banyak lagi.

source: SmartCrawl Search Engine Optimization
id_id: Optimasi Mesin Pencari SmartCrawl

source: Customize Titles & Metadata, OpenGraph, Twitter & Pinterest Support, Auto-Keyword Linking, SEO & Readability Analysis, Sitemaps, URL Crawler & more.
id_id: Kustomisasi Judul & Metadata, Dukungan OpenGraph, Twitter & Pinterest, Penautan Kata Kunci Otomatis, Analisis SEO & Keterbacaan, Peta Situs, Perayap URL & banyak lagi.

source: WPMU DEV - Your WordPress Toolkit
id_id: WPMU DEV - Perangkat WordPress Anda

source: Pretty much everything you need for developing and managing WordPress based websites, and then some more.
id_id: Hampir semua yang Anda butuhkan untuk mengembangkan dan mengelola situs web berbasis WordPress, dan masih banyak lagi.

source: Learn more
id_id: Pelajari lebih lanjut

source: Saving changes...
id_id: Menyimpan perubahan...

source: Save changes
id_id: Simpan perubahan

source: Save & Activate
id_id: Simpan & Aktifkan

source: Activating CDN...
id_id: Mengaktifkan CDN...

source: Smush will automatically check for any images that need re-smushing.
id_id: Smush akan secara otomatis memeriksa gambar apa pun yang perlu di-smushing ulang.

source: Cancel
id_id: Membatalkan

source: Resume scan.
id_id: Lanjutkan pemindaian.

source: %1$sNote:%2$s The process is taking longer than expected, please hold on while we try to resolve this for you.
id_id: %1$sCatatan:%2$s Prosesnya memakan waktu lebih lama dari yang diharapkan, harap tunggu sementara kami mencoba menyelesaikannya untuk Anda.

source: images optimized
id_id: gambar dioptimalkan

source: Resume
id_id: Melanjutkan

source: Some images might need to be rechecked to ensure statistical data is accurate.
id_id: Beberapa gambar mungkin perlu diperiksa ulang untuk memastikan data statistik akurat.

source: Scan failed due to limited resources on your site. We have adjusted the scan to use fewer resources the next time. %1$sPlease retry or refer to our %2$stroubleshooting guide%3$s to help resolve this.%4$s
id_id: Pemindaian gagal karena keterbatasan sumber daya di situs Anda. Kami telah menyesuaikan pemindaian agar menggunakan lebih sedikit sumber daya pada pemindaian berikutnya. %1$sSilakan coba lagi atau lihat %2$spanduan pemecahan masalah%3$s kami untuk membantu mengatasi masalah ini.%4$s

source: Re-check Now
id_id: Periksa Ulang Sekarang

source: Close this notice
id_id: Tutup pemberitahuan ini

source: Image re-check complete. %s
id_id: Pemeriksaan ulang gambar selesai. %s

source: Resume Bulk Smush
id_id: Lanjutkan Smush Massal

source: Scanning Media Library
id_id: Memindai Perpustakaan Media

source: Image re-check in progress - %1$s0 seconds%2$s remaining
id_id: Pemeriksaan ulang gambar sedang berlangsung - %1$s0 detik%2$s tersisa

source: Cancel Scan
id_id: Batalkan Pemindaian

source: Total Savings
id_id: Total Penghematan

source: Images Smushed
id_id: Gambar-gambar yang hancur

source: Images Resized
id_id: Gambar Diubah Ukurannya

source: Deactivate Smush?
id_id: Nonaktifkan Smush?

source: Close this dialog window
id_id: Tutup jendela dialog ini

source: Please tell us why. Your feedback helps us improve. %s
id_id: Tolong beri tahu kami alasannya. Masukan Anda membantu kami untuk meningkatkan layanan. %s

source: Need Help?
id_id: Butuh Bantuan?

source: What issue are you debugging? (optional)
id_id: Masalah apa yang sedang Anda perbaiki? (opsional)

source: Temporary deactivation for debugging
id_id: Penonaktifan sementara untuk debugging

source: What issue did you face? (optional)
id_id: Masalah apa yang Anda hadapi? (opsional)

source: Can't make it work
id_id: Tidak bisa membuatnya bekerja

source: Breaks the site or other plugins/services
id_id: Merusak situs atau plugin/layanan lainnya

source: What could we do better? (optional)
id_id: Apa yang bisa kita lakukan lebih baik? (opsional)

source: Doesn't meet expectations
id_id: Tidak memenuhi harapan

source: Which plugin and how is it better? (optional)
id_id: Plugin mana dan apa kelebihannya? (opsional)

source: Found a better plugin
id_id: Menemukan plugin yang lebih baik

source: Please tell us why. (optional)
id_id: Tolong beritahu kami alasannya. (opsional)

source: No longer required
id_id: Tidak diperlukan lagi

source: Please tell us why. (Optional)
id_id: Mohon beritahu kami alasannya. (Opsional)

source: Other
id_id: Lainnya

source: Skip & Deactivate
id_id: Lewati & Nonaktifkan

source: Submit & Deactivate
id_id: Kirim & Nonaktifkan

source: Choose Directory
id_id: Pilih Direktori

source: Close
id_id: Menutup

source: Choose which directory you wish to smush. Smush will automatically include any images in subdirectories of your selected directory.
id_id: Pilih direktori yang ingin Anda smush. Smush akan secara otomatis menyertakan gambar apa pun dalam subdirektori direktori yang Anda pilih.

source: Note: the wp-admin and wp-includes directories contain core WordPress files and are not selectable. Similarly, the auto-generated media directories in wp-content/uploads are not selectable here as they are processed by Bulk Smush.
id_id: Catatan: direktori wp-admin dan wp-includes berisi file inti WordPress dan tidak dapat dipilih. Demikian pula, direktori media yang dibuat secara otomatis di wp-content/uploads tidak dapat dipilih di sini karena diproses oleh Bulk Smush.

source: Close this dialog.
id_id: Tutup dialog ini.

source: Error Encountered!
id_id: Terjadi Kesalahan!

source: Your site seems to have an issue with loopback requests. Please retry or refer to our %1$stroubleshooting guide%2$s to help resolve this.
id_id: Situs Anda tampaknya memiliki masalah dengan permintaan loopback. Silakan coba lagi atau lihat %1$spanduan pemecahan masalah%2$s kami untuk membantu menyelesaikan masalah ini.

source: Retry
id_id: Mencoba kembali

source: Next-Gen Formats activated
id_id: Format Generasi Berikutnya diaktifkan

source: Next-Gen Formats is now active!
id_id: Format Generasi Berikutnya sekarang aktif!

source: To serve existing images as %s, please run Bulk Smush.
id_id: Untuk menyajikan gambar yang ada sebagai %s, jalankan Bulk Smush.

source: Bulk Smush Now
id_id: Smush Massal Sekarang

source: Next-Gen Conversion
id_id: Konversi Generasi Berikutnya

source: You’ve changed the Next-Gen Format. To serve existing images as %1$s, please run Bulk Smush. Your %2$s images will be safely stored for %3$d days in case you change your mind.
id_id: Anda telah mengubah Format Generasi Berikutnya. Untuk menyajikan gambar yang ada sebagai %1$s, jalankan Bulk Smush. Gambar %2$s Anda akan disimpan dengan aman selama %3$d hari jika Anda berubah pikiran.

source: Close this modal
id_id: Tutup modal ini

source: Delete %s files
id_id: Hapus file %s

source: Are you sure you want to delete all %s files?
id_id: Apakah Anda yakin ingin menghapus semua file %s?

source: Delete
id_id: Menghapus

source: Ultra Smush
id_id: Sangat Smush

source: Optimize images up to 5x more than Super Smush with our professional grade multi-pass lossy compression.
id_id: Optimalkan gambar hingga 5x lebih banyak dari Super Smush dengan kompresi lossy multi-pass tingkat profesional kami.

source: Optimize images up to 2x more than regular smush with our multi-pass lossy compression.
id_id: Optimalkan gambar hingga 2x lebih banyak dari smush biasa dengan kompresi lossy multi-pass kami.

source: Enable Ultra Smush
id_id: Aktifkan Ultra Smush

source: Enable Super Smush
id_id: Aktifkan Super Smush

source: Ultra Smush - 5x Compression
id_id: Ultra Smush - Kompresi 5x

source: 5x higher compression for snappier site loads.
id_id: Kompresi 5x lebih tinggi untuk pemuatan situs yang lebih cepat.

source: Global Edge CDN
id_id: CDN Tepi Global

source: Spread over %d locations for instant worldwide delivery.
id_id: Tersebar di %d lokasi untuk pengiriman instan ke seluruh dunia.

source: Automatic Image Resizing
id_id: Pengubahan Ukuran Gambar Otomatis

source: Smart auto-resize images to fit image containers perfectly.
id_id: Ubah ukuran gambar secara otomatis dan cerdas agar sesuai dengan wadah gambar secara sempurna.

source: Next-Gen Conversions
id_id: Konversi Generasi Berikutnya

source: 1-click WebP and AVIF Conversion for superior performance.
id_id: Konversi WebP dan AVIF 1-klik untuk kinerja unggul.

source: Continuous Background Optimization
id_id: Optimasi Latar Belakang Berkelanjutan

source: Bulk Smush continues even when you leave the page.
id_id: Bulk Smush tetap berlanjut bahkan ketika Anda meninggalkan halaman tersebut.

source: Smush Onboarding Modal
id_id: Modal Orientasi Smush

source: Hey, %s!
id_id: Hai, %s!
