Repository: gregoriomario/translation
Catalog: plugin/Smush (wp-smushit)/wp-smushit-*.po
Languages: id_id

source: Automatic Compression
id_id: Kompresi Otomatis

source: EXIF Metadata
id_id: Metadata EXIF

source: Full Size Images
id_id: Gambar Ukuran Penuh

source: Nice work installing Smush! Let's get started by choosing how you want this plugin to work, and then let Smush do all the heavy lifting for you.
id_id: Bagus sekali pemasangan Smush! Mari kita mulai dengan memilih cara kerja plugin ini, lalu biarkan Smush melakukan semua pekerjaan berat untuk Anda.

source: When you upload images to your site, Smush can automatically optimize and compress them for you saving you having to do this manually.
id_id: Saat Anda mengunggah gambar ke situs Anda, Smush dapat secara otomatis mengoptimalkan dan mengompresnya untuk Anda sehingga Anda tidak perlu melakukannya secara manual.

source: Photos often store camera settings in the file, i.e., focal length, date, time and location. Removing EXIF data reduces the file size. Note: it does not strip SEO metadata.
id_id: Foto sering kali menyimpan pengaturan kamera dalam berkas, yaitu panjang fokus, tanggal, waktu, dan lokasi. Menghapus data EXIF akan mengurangi ukuran berkas. Catatan: hal ini tidak menghilangkan metadata SEO.

source: You can also have Smush compress your original images - this is helpful if your theme serves full size images.
id_id: Anda juga dapat meminta Smush mengompres gambar asli Anda - ini berguna jika tema Anda menyajikan gambar berukuran penuh.

source: This feature stops offscreen images from loading until a visitor scrolls to them. Make your page load faster, use less bandwidth and fix the “defer offscreen images” recommendation from a Google PageSpeed test.
id_id: Fitur ini menghentikan pemuatan gambar di luar layar hingga pengunjung menggulir ke gambar tersebut. Buat halaman Anda dimuat lebih cepat, gunakan lebih sedikit bandwidth, dan perbaiki rekomendasi "tunda gambar di luar layar" dari uji Google PageSpeed.

source: Level Up Your Performance – Smarter, Faster, Effortless!
id_id: Tingkatkan Performa Anda – Lebih Cerdas, Lebih Cepat, dan Mudah!

source: Share %1$sanonymous%2$s usage data to help us improve your Smush experience (recommended).
id_id: Bagikan data penggunaan %1$sanonymous%2$s untuk membantu kami meningkatkan pengalaman Smush Anda (disarankan).

source: Begin setup
id_id: Mulai pengaturan

source: Automatically optimize new uploads
id_id: Optimalkan unggahan baru secara otomatis

source: Strip my image metadata
id_id: Hapus metadata gambar saya

source: Compress my full size images
id_id: Kompres gambar ukuran penuh saya

source: Enable Lazy Loading
id_id: Aktifkan Pemuatan Lambat

source: Note: By default we will store a copy of your original uploads just in case you want to revert in the future - you can turn this off at any time.
id_id: Catatan: Secara default kami akan menyimpan salinan unggahan asli Anda untuk berjaga-jaga jika Anda ingin mengembalikannya di masa mendatang - Anda dapat menonaktifkannya kapan saja.

source: View Plans - %s Off
id_id: Lihat Paket - Diskon %s

source: Complete Setup
id_id: Pengaturan Lengkap

source: Finish setup wizard
id_id: Selesaikan panduan pengaturan

source: Next
id_id: Berikutnya

source: First step
id_id: Langkah pertama

source: Skip this, I’ll set it up later
id_id: Lewati ini, saya akan mengaturnya nanti

source: Bulk smushing is in progress, you need to leave this tab open until the process completes.
id_id: Penghancuran massal sedang berlangsung, Anda perlu membiarkan tab ini terbuka hingga proses selesai.

source: -/- images optimized
id_id: -/- gambar dioptimalkan

source: Smush has encountered a %s error while attempting to compress the selected images.
id_id: Smush mengalami kesalahan %s saat mencoba mengompresi gambar yang dipilih.

source: This blockage may be caused by an active plugin, firewall, or file permission setting. Disable or reconfigure the blocker before trying again.
id_id: Pemblokiran ini mungkin disebabkan oleh plugin, firewall, atau pengaturan izin file yang aktif. Nonaktifkan atau konfigurasikan ulang pemblokir sebelum mencoba lagi.

source: Please contact our %1$ssupport%2$s team if the issue persists.
id_id: Silakan hubungi tim %1$ssupport%2$s kami jika masalah berlanjut.

source: CANCEL
id_id: MEMBATALKAN

source: RESUME
id_id: MELANJUTKAN

source: Reset Settings
id_id: Atur Ulang Pengaturan

source: Are you sure you want to reset Smush’s settings back to the factory defaults?
id_id: Apakah Anda yakin ingin mengatur ulang pengaturan Smush kembali ke default pabrik?

source: Reset settings
id_id: Setel ulang pengaturan

source: Restore Thumbnails
id_id: Pulihkan Gambar Mini

source: Restoring images...
id_id: Memulihkan gambar...

source: Restore complete
id_id: Pemulihan lengkap

source: Are you sure you want to restore all image thumbnails to their original, non-optimized states?
id_id: Apakah Anda yakin ingin mengembalikan semua gambar mini ke keadaan aslinya yang tidak dioptimalkan?

source: Your bulk restore is still in progress, please leave this tab open while the process runs.
id_id: Pemulihan massal Anda masih dalam proses, silakan biarkan tab ini terbuka saat proses berjalan.

source: Your bulk restore has finished running.
id_id: Pemulihan massal Anda telah selesai berjalan.

source: Confirm
id_id: Mengonfirmasi

source: Initializing restore...
id_id: Menginisialisasi pemulihan...

source: images were successfully restored.
id_id: gambar berhasil dipulihkan.

source: Finish
id_id: Menyelesaikan

source: images were successfully restored but some were unrecoverable. You can try again, or re-upload these images.
id_id: gambar berhasil dipulihkan tetapi beberapa tidak dapat dipulihkan. Anda dapat mencoba lagi, atau mengunggah ulang gambar ini.

source: View item in Media Library
id_id: Lihat item di Perpustakaan Media

source: Note: You can find all the images which couldn't be restored (still smushed) in your %1$sMedia Library%2$s.
id_id: Catatan: Anda dapat menemukan semua gambar yang tidak dapat dipulihkan (masih hancur) di %1$sPerpustakaan Media%2$s Anda.

source: Bulk Smush Failed!
id_id: Smush Massal Gagal!

source: Bulk Smush failed due to problems on your site. Please retry or refer to our %1$stroubleshooting guide%2$s to help resolve this.
id_id: Bulk Smush gagal karena masalah pada situs Anda. Silakan coba lagi atau lihat %1$spanduan pemecahan masalah%2$s kami untuk membantu menyelesaikan masalah ini.

source: Scan Failed!
id_id: Pemindaian Gagal!

source: Scan failed due to limited resources on your site. We have adjusted the scan to use fewer resources the next time. Please retry or refer to our %1$stroubleshooting guide%2$s to help resolve this.
id_id: Pemindaian gagal karena keterbatasan sumber daya di situs Anda. Kami telah menyesuaikan pemindaian agar menggunakan lebih sedikit sumber daya pada pemindaian berikutnya. Silakan coba lagi atau lihat %1$spanduan pemecahan masalah%2$s kami untuk membantu mengatasi masalah ini.

source: Bulk Smush Hasn’t Finished Yet!
id_id: Bulk Smush Belum Selesai!

source: You have unsmushed images. Are you sure you want to cancel?
id_id: Anda memiliki gambar yang tidak terpotong. Apakah Anda yakin ingin membatalkannya?

source: If you’re facing issues with Bulk Smush, please refer to our %1$stroubleshooting guide%2$s.
id_id: Jika Anda menghadapi masalah dengan Bulk Smush, silakan lihat %1$spanduan pemecahan masalah%2$s kami.

source: Continue Smushing
id_id: Terus Smushing

source: Cancel Anyway
id_id: Batalkan Saja

source: Scan Hasn’t Finished Yet!
id_id: Pemindaian Belum Selesai!

source: Cancelling the scan would result in inaccurate statistics. Are you sure you want to cancel? If you’re facing issues, please refer to our %1$stroubleshooting guide%2$s.
id_id: Membatalkan pemindaian akan menghasilkan statistik yang tidak akurat. Apakah Anda yakin ingin membatalkan? Jika Anda menghadapi masalah, silakan lihat %1$spanduan pemecahan masalah%2$s kami.

source: Continue Scanning
id_id: Lanjutkan Pemindaian

source: Smush Updated Modal
id_id: Smush Memperbarui Modal

source: New: AVIF File Compression!
id_id: Baru: Kompresi File AVIF!

source: Say hello to AVIF, the next-gen image format that outperforms WebP and JPEG in compression and quality. Enjoy faster page loads, smaller file sizes, and sharper visuals—helping improve site performance and giving your visitors a smoother browsing experience!
id_id: Sambutlah AVIF, format gambar generasi berikutnya yang mengungguli WebP dan JPEG dalam hal kompresi dan kualitas. Nikmati pemuatan halaman yang lebih cepat, ukuran file yang lebih kecil, dan visual yang lebih tajam—membantu meningkatkan kinerja situs dan memberi pengunjung Anda pengalaman menjelajah yang lebih lancar!

source: Go to Next-Gen Formats
id_id: Buka Format Generasi Berikutnya

source: See Plans
id_id: Lihat Rencana

source: Max width
id_id: Lebar maksimum

source: Max height
id_id: Tinggi maksimal

source: Currently, your largest image size is set at %1$s%2$dpx wide %3$s %4$dpx high%5$s.
id_id: Saat ini, ukuran gambar terbesar Anda ditetapkan pada lebar %1$s%2$dpx %3$s dan tinggi %4$dpx%5$s.

source: Just to let you know, the dimensions you've entered are less than your largest image and may result in pixelation.
id_id: Sekadar memberi tahu Anda, dimensi yang Anda masukkan lebih kecil dari gambar terbesar Anda dan dapat menyebabkan pikselasi.

source: Note: Image resizing happens automatically when you upload attachments. To support retina devices, we recommend using 2x the dimensions of your image size. Animated GIFs will not be resized as they will lose their animation, please use a tool such as %s to resize then re-upload.
id_id: Catatan: Pengubahan ukuran gambar terjadi secara otomatis saat Anda mengunggah lampiran. Untuk mendukung perangkat retina, kami sarankan untuk menggunakan dimensi 2x ukuran gambar Anda. GIF animasi tidak akan diubah ukurannya karena animasinya akan hilang, harap gunakan alat seperti %s untuk mengubah ukuran lalu unggah ulang.

source: Note: Any PNGs with transparency will be ignored. Smush will only convert PNGs if it results in a smaller file size. The original PNG file will be deleted, and the resulting file will have a new filename and extension (JPEG). %1$sAny hard-coded URLs on your site that contain the original PNG filename will need to be updated manually.%2$s
id_id: Catatan: Semua PNG dengan transparansi akan diabaikan. Smush hanya akan mengonversi PNG jika menghasilkan ukuran file yang lebih kecil. File PNG asli akan dihapus, dan file yang dihasilkan akan memiliki nama file dan ekstensi baru (JPEG). %1$sSemua URL yang dikodekan secara permanen di situs Anda yang berisi nama file PNG asli perlu diperbarui secara manual.%2$s

source: %1$sBackup original images%2$s must be enabled if you wish to retain the original PNG image as a backup.
id_id: %1$sCadangan gambar asli%2$s harus diaktifkan jika Anda ingin menyimpan gambar PNG asli sebagai cadangan.

source: As of WordPress 5.3, large image uploads are resized down to a specified max width and height. If you require images larger than 2560px, you can override this setting here.
id_id: Sejak WordPress 5.3, unggahan gambar berukuran besar akan diubah ukurannya hingga mencapai lebar dan tinggi maksimum yang ditentukan. Jika Anda memerlukan gambar yang lebih besar dari 2560 piksel, Anda dapat mengganti pengaturan ini di sini.

source: Save a ton of space by not storing over-sized images on your server. Set a maximum height and width for all images uploaded to your site so that any unnecessarily large images are automatically resized before they are added to the media gallery. This setting does not apply to images smushed using Directory Smush feature.
id_id: Hemat banyak ruang dengan tidak menyimpan gambar berukuran besar di server Anda. Tetapkan tinggi dan lebar maksimum untuk semua gambar yang diunggah ke situs Anda sehingga gambar yang terlalu besar akan diubah ukurannya secara otomatis sebelum ditambahkan ke galeri media. Pengaturan ini tidak berlaku untuk gambar yang diremas menggunakan fitur Directory Smush.

source: By default, WordPress will only optimize the generated attachments when you upload images, not the original ones. Enable this feature to optimize the original images.
id_id: Secara default, WordPress hanya akan mengoptimalkan lampiran yang dibuat saat Anda mengunggah gambar, bukan gambar asli. Aktifkan fitur ini untuk mengoptimalkan gambar asli.

source: Note: This data adds to the size of the image. While this information might be important to photographers, it’s unnecessary for most users and safe to remove.
id_id: Catatan: Data ini menambah ukuran gambar. Meskipun informasi ini mungkin penting bagi fotografer, namun tidak diperlukan oleh sebagian besar pengguna dan aman untuk dihapus.

source: You will receive an email at <strong>%s</strong> when the bulk smush has completed.
id_id: Anda akan menerima email di <strong>%s</strong> saat penghancuran massal telah selesai.

source: Get the email notification as part of the Background Optimization feature. You don’t have to keep the bulk smush page open when it is in progress. Be notified when Background Optimization completes. %1$sUnlock now with Pro%2$s
id_id: Dapatkan pemberitahuan email sebagai bagian dari fitur Pengoptimalan Latar Belakang. Anda tidak perlu membiarkan halaman smush massal terbuka saat sedang berlangsung. Dapatkan pemberitahuan saat Pengoptimalan Latar Belakang selesai. %1$sBuka sekarang dengan Pro%2$s

source: Note: We will only automatically compress the image sizes selected above.
id_id: Catatan: Kami hanya akan secara otomatis mengompresi ukuran gambar yang dipilih di atas.

source: All
id_id: Semua

source: Custom
id_id: Kebiasaan

source: Included image sizes
id_id: Ukuran gambar yang disertakan

source: %1$sOptimize original images%2$s is disabled, which means that enabling %1$sBackup original images%2$s won’t yield additional benefits and will use more storage space. We recommend enabling %1$sBackup original images%2$s only if %1$sOptimize original images%2$s is also enabled.
id_id: %1$sOptimalkan gambar asli%2$s dinonaktifkan, yang berarti bahwa mengaktifkan %1$sCadangkan gambar asli%2$s tidak akan memberikan manfaat tambahan dan akan menggunakan lebih banyak ruang penyimpanan. Kami sarankan untuk mengaktifkan %1$sCadangkan gambar asli%2$s hanya jika %1$sOptimalkan gambar asli%2$s juga diaktifkan.

source: Want to exit the page? Background Optimization is available with Smush Pro, allowing you to leave while Smush continues to work its magic. %s
id_id: Ingin keluar dari halaman? Pengoptimalan Latar Belakang tersedia dengan Smush Pro, yang memungkinkan Anda untuk keluar sementara Smush terus bekerja. %s

source: Upgrade to Pro and get %s off
id_id: Tingkatkan ke Pro dan dapatkan diskon %s

source: Bulk Smush is currently running. Please keep this page open until the process is complete. %s
id_id: Bulk Smush sedang berjalan. Harap biarkan halaman ini tetap terbuka hingga proses selesai. %s

source: You're almost through your CDN bandwidth limit. Please contact your administrator to upgrade your Smush CDN plan to ensure you don't lose this service. %1$sUpgrade plan%2$s
id_id: Batas lebar pita CDN Anda hampir habis. Hubungi administrator Anda untuk meng-upgrade paket CDN Smush Anda guna memastikan Anda tidak kehilangan layanan ini. %1$sUpgrade paket%2$s

source: You've gone through your CDN bandwidth limit, so we’ve stopped serving your images via the CDN. Contact your administrator to upgrade your Smush CDN plan to reactivate this service. %1$sUpgrade plan%2$s
id_id: Anda telah melewati batas lebar pita CDN, jadi kami telah berhenti menayangkan gambar Anda melalui CDN. Hubungi administrator Anda untuk meng-upgrade paket Smush CDN Anda guna mengaktifkan kembali layanan ini. %1$sUpgrade paket%2$s

source: CDN is not yet active. Configure your settings below and click Activate.
id_id: CDN belum aktif. Konfigurasikan pengaturan Anda di bawah ini dan klik Aktifkan.

source: Your Staging environment’s media is currently being served from your local server. If you move your Staging files into Production, your Production environment’s media will automatically be served from the Smush CDN.
id_id: Media lingkungan Staging Anda saat ini disajikan dari server lokal Anda. Jika Anda memindahkan file Staging ke Production, media lingkungan Production Anda akan secara otomatis disajikan dari Smush CDN.

source: The widget has been removed.
id_id: Widget telah dihapus.

source: The widget has been removed. Smush tutorials can still be found in the %1$sTutorials tab%2$s any time.
id_id: Widget telah dihapus. Tutorial Smush masih dapat ditemukan di tab %1$sTutorial%2$s kapan saja.

source: Image compression complete.
id_id: Kompresi gambar selesai.

source: %d image was successfully optimized
id_id: %d gambar berhasil dioptimalkan

source: %1$d/%2$d image was skipped because it was already optimized
id_id: Gambar %1$d/%2$d dilewati karena sudah dioptimalkan

source: %1$d/%2$d image resulted in an error
id_id: Gambar %1$d/%2$d menghasilkan kesalahan

source: %1$d/%2$d images were skipped because they were already optimized and %3$d/%2$d images resulted in an error
id_id: %1$d/%2$d gambar dilewati karena sudah dioptimalkan dan %3$d/%2$d gambar mengakibatkan kesalahan

source: Note: For this process to happen automatically you need automatic smushing enabled.
id_id: Catatan: Agar proses ini terjadi secara otomatis, Anda perlu mengaktifkan smushing otomatis.

source: WebP versions of existing images in the Media Library can only be created by ‘smushing’ the originals via the Bulk Smush page. Click %1$sConvert Now%2$s to be redirected to the Bulk Smush page to start smushing your images.
id_id: Versi WebP dari gambar yang ada di Media Library hanya dapat dibuat dengan cara ‘smushing’ gambar asli melalui halaman Bulk Smush. Klik %1$sConvert Now%2$s untuk diarahkan ke halaman Bulk Smush guna memulai smushing gambar Anda.

source: WebP versions of existing images in the Media Library can only be created by ‘smushing’ the originals using the %1$sBulk Smush%2$s tool on each subsite.
id_id: Versi WebP dari gambar yang ada di Perpustakaan Media hanya dapat dibuat dengan cara ‘smushing’ gambar asli menggunakan alat %1$sBulk Smush%2$s di setiap sub-situs.

source: WebP files were deleted successfully.
id_id: File WebP berhasil dihapus.

source: Avif files were deleted successfully.
id_id: File Avif berhasil dihapus.

source: General
id_id: Umum

source: Configs
id_id: Konfigurasi

source: Permissions
id_id: Izin

source: Data & Settings
id_id: Data & Pengaturan

source: Accessibility
id_id: Aksesibilitas

source: Note: Usage tracking is completely anonymous. We are only tracking what features you are/aren’t using to make our feature decisions more informed.
id_id: Catatan: Pelacakan penggunaan sepenuhnya anonim. Kami hanya melacak fitur yang Anda gunakan/tidak gunakan untuk membuat keputusan fitur kami lebih tepat.

source: Note: The highlighting will only be visible to administrators – visitors won’t see the highlighting.
id_id: Catatan: Sorotan hanya akan terlihat oleh administrator – pengunjung tidak akan melihatnya.

source: Note: Images served via the Smush CDN are automatically resized to fit their containers, these will be skipped.
id_id: Catatan: Gambar yang disajikan melalui CDN Smush secara otomatis diubah ukurannya agar sesuai dengan penampungnya, gambar ini akan dilewati.

source: Incorrect image size highlighting is active. %1$sView the frontend%2$s of your website to see if any images aren't the correct size for their containers.
id_id: Penyorotan ukuran gambar yang salah sedang aktif. %1$sLihat tampilan depan%2$s situs web Anda untuk melihat apakah ada gambar yang ukurannya tidak benar untuk wadahnya.

source: Almost there! To finish activating this feature you must save your settings.
id_id: Hampir selesai! Untuk menyelesaikan pengaktifan fitur ini, Anda harus menyimpan pengaturan Anda.

source: Error detecting language
id_id: Kesalahan mendeteksi bahasa

source: View All
id_id: Lihat Semua

source: Your images are currently being served via the WPMU DEV CDN. Bulk smush will continue to operate as per your settings below and is treated completely separately in case you ever want to disable the CDN.
id_id: Gambar Anda saat ini disajikan melalui WPMU DEV CDN. Bulk smush akan terus beroperasi sesuai pengaturan Anda di bawah ini dan ditangani sepenuhnya secara terpisah jika Anda ingin menonaktifkan CDN.

source: Bulk restore
id_id: Pemulihan massal

source: Made a mistake? Use this feature to restore your image thumbnails to their original state.
id_id: Melakukan kesalahan? Gunakan fitur ini untuk mengembalikan gambar mini Anda ke keadaan semula.

source: Note: Backup original images must be enabled in order to bulk restore your images.
id_id: Catatan: Gambar asli cadangan harus diaktifkan agar Anda dapat memulihkan gambar secara massal.

source: Smush Logo
id_id: Logo Smush

source: Optimization is in progress. Please %1$sdo not close this tab or navigate away%2$s from this page, to avoid process failure.
id_id: Pengoptimalan sedang berlangsung. Harap %1$sjangan tutup tab ini atau keluar dari halaman ini%2$s, untuk menghindari kegagalan proses.

source: Upon completion of the image recheck process, Smush will automatically proceed to initiate bulk image compression.
id_id: Setelah proses pemeriksaan ulang gambar selesai, Smush akan secara otomatis melanjutkan untuk memulai kompresi gambar massal.

source: Once Smush completes the recheck process it will begin the Smush, it is recommended to keep this page open to initiate bulk image compression.
id_id: Setelah Smush menyelesaikan proses pemeriksaan ulang, Smush akan dimulai. Sebaiknya Anda tetap membuka halaman ini untuk memulai kompresi gambar massal.

source: CDN upsell Icon
id_id: Ikon penjualan CDN

source: Want to serve images even faster? Get up to 2x more speed with Smush Pro’s CDN, which spans %d servers worldwide.
id_id: Ingin menayangkan gambar lebih cepat? Dapatkan kecepatan hingga 2x lebih cepat dengan CDN Smush Pro, yang menjangkau %d server di seluruh dunia.

source: Unlock now with Pro and get %s off.
id_id: Buka kunci sekarang dengan Pro dan dapatkan diskon %s.

source: It seems cron is disabled on your site. Please enable cron before running Bulk Smush to ensure everything works as expected. %1$sLearn More%2$s
id_id: Tampaknya cron dinonaktifkan di situs Anda. Harap aktifkan cron sebelum menjalankan Bulk Smush untuk memastikan semuanya berfungsi sebagaimana mestinya. %1$sPelajari Lebih Lanjut%2$s

source: Smush Upsell Icon
id_id: Ikon Smush Upsell

source: Get %s off when you upgrade today.
id_id: Dapatkan diskon %s jika Anda meningkatkan versi hari ini.

source: The free version of Smush only allows you to compress %1$d images at a time. %2$s to compress %3$sunlimited images at once%4$s or click Resume to compress another %1$d images. %5$s
id_id: Versi gratis Smush hanya memungkinkan Anda untuk mengompres %1$d gambar dalam satu waktu. %2$s untuk mengompres %3$sgambar tak terbatas sekaligus%4$s atau klik Lanjutkan untuk mengompres %1$d gambar lainnya. %5$s

source: View all in library
id_id: Lihat semua di perpustakaan

source: Ignore all
id_id: Abaikan semuanya

source: Basic
id_id: Dasar

source: Ultra
id_id: Sangat

source: %1$sBasic:%2$s Achieve flawless, lossless compression for pixel-perfect images. Minimal file size reduction, negligible impact on speed.
id_id: %1$sBasic:%2$s Dapatkan kompresi tanpa cacat dan tanpa kehilangan apa pun untuk gambar dengan piksel sempurna. Pengurangan ukuran file minimal, dampak yang dapat diabaikan pada kecepatan.
