Repository: gregoriomario/translation
Catalog: plugin/Smush (wp-smushit)/wp-smushit-*.po
Languages: id_id

source: Add a fallback mechanism for lazy-loading in browsers that do not support JavaScript.
id_id: Tambahkan mekanisme fallback untuk lazy-loading di peramban yang tidak mendukung JavaScript.

source: Enable Noscript Fallback
id_id: Aktifkan Fallback Noscript

source: Enabling this may cause broken elements and an increased HTML size, potentially leading to performance and visual issues. %1$sUse only if needed for compatibility with unsupported browsers. %3$s
id_id: Mengaktifkan ini dapat menyebabkan elemen rusak dan ukuran HTML meningkat, yang berpotensi menyebabkan masalah kinerja dan visual. %1$sGunakan hanya jika diperlukan untuk kompatibilitas dengan browser yang tidak didukung. %3$s

source: Learn More
id_id: Pelajari lebih lanjut

source: No longer wish to use this feature? Turn it off instantly by hitting Deactivate.
id_id: Tidak ingin lagi menggunakan fitur ini? Matikan segera dengan menekan Nonaktifkan.

source: It looks like your site is already serving WebP and AVIF images via the CDN. Please %1$sdisable the CDN%2$s if you prefer to use Next-Gen Formats instead.
id_id: Sepertinya situs Anda sudah menyediakan gambar WebP dan AVIF melalui CDN. Harap %1$snonaktifkan CDN%2$s jika Anda lebih suka menggunakan Format Generasi Berikutnya.

source: It looks like the CDN is enabled. %1$sPlease enable Next-Gen Format%2$s support on the CDN page to serve WebP and AVIF images via the CDN. Or disable the CDN if you wish to use Next-Gen Format standalone.
id_id: Sepertinya CDN diaktifkan. %1$sAktifkan dukungan Next-Gen Format%2$s di halaman CDN untuk menayangkan gambar WebP dan AVIF melalui CDN. Atau nonaktifkan CDN jika Anda ingin menggunakan Next-Gen Format secara mandiri.

source: Next-Gen Formats is active.
id_id: Format Generasi Berikutnya aktif.

source: Next-Gen Formats is active and working well.
id_id: Format Generasi Berikutnya aktif dan berfungsi dengan baik.

source: Please run Bulk Smush on each subsite to serve existing images as %s.
id_id: Jalankan Bulk Smush di setiap sub-situs untuk menyajikan gambar yang ada sebagai %s.

source: Smush works its magic in the background, converting images to %s. This may take a moment, but the optimization is worth it.
id_id: Smush bekerja dengan sangat baik di latar belakang, mengonversi gambar menjadi %s. Ini mungkin memakan waktu beberapa saat, tetapi pengoptimalannya sepadan.

source: %1$sBulk Smush%2$s now to serve existing images as %3$s.
id_id: %1$sBulk Smush%2$s sekarang menyajikan gambar yang ada sebagai %3$s.

source: If you wish to automatically convert all new uploads to %1$s, please enable the %2$sAutomatic Compression%3$s setting on the Bulk Smush page.
id_id: Jika Anda ingin secara otomatis mengonversi semua unggahan baru ke %1$s, harap aktifkan pengaturan Kompresi Otomatis %2$s%3$s pada halaman Bulk Smush.

source: Newly uploaded images will be automatically converted to %s.
id_id: Gambar yang baru diunggah akan otomatis dikonversi ke %s.

source: Get started
id_id: Memulai

source: Join WPMU DEV to use this feature
id_id: Bergabunglah dengan WPMU DEV untuk menggunakan fitur ini

source: Next-Gen Formats are WebP - which offers better compatibility, and AVIF for better compression. Unsupported browsers use the original image format.
id_id: Format Generasi Berikutnya adalah WebP - yang menawarkan kompatibilitas lebih baik, dan AVIF untuk kompresi lebih baik. Peramban yang tidak didukung menggunakan format gambar asli.

source: How Next-Gen Formats work?
id_id: Bagaimana Format Generasi Berikutnya bekerja?

source: Serve Next-Gen images directly from your server to supported browsers with one click, while seamlessly switching to original images for older browsers, all without relying on a CDN.
id_id: Sajikan gambar Generasi Berikutnya langsung dari server Anda ke browser yang didukung dengan satu klik, sembari beralih dengan mudah ke gambar asli untuk browser lama, semuanya tanpa bergantung pada CDN.

source: Smush individual images via your %1$sManage Galleries%2$s section
id_id: Hancurkan gambar individual melalui bagian %1$sKelola Galeri%2$s Anda

source: Manage Galleries
id_id: Kelola Galeri

source: We haven't found any images in your %1$sgallery%2$s yet, so there's no smushing to be done! Once you upload images, reload this page and start playing!
id_id: Kami belum menemukan gambar apa pun di %1$sgallery%2$s Anda, jadi tidak ada yang perlu diretas! Setelah Anda mengunggah gambar, muat ulang halaman ini dan mulai bermain!

source: Bulk smush is currently running. You need to keep this page open for the process to complete.
id_id: Smush massal sedang berjalan. Anda perlu membiarkan halaman ini terbuka agar prosesnya selesai.

source: View all
id_id: Lihat semua

source: images smushed
id_id: gambar hancur

source: Images optimized in the NextGEN Gallery
id_id: Gambar dioptimalkan di Galeri NextGEN

source: Images smushed
id_id: Gambar hancur

source: Total savings
id_id: Total penghematan

source: Super-Smushed images
id_id: Gambar Super-Smushed

source: Disabled
id_id: Dengan disabilitas

source: Enable support for any accessibility enhancements available in the plugin interface.
id_id: Aktifkan dukungan untuk peningkatan aksesibilitas apa pun yang tersedia di antarmuka plugin.

source: Control what to do with your settings and data. Settings are each module’s configuration options. Data includes the compression savings, statistics and other pieces of information stored over time.
id_id: Kontrol apa yang harus dilakukan dengan pengaturan dan data Anda. Pengaturan adalah opsi konfigurasi setiap modul. Data mencakup penghematan kompresi, statistik, dan informasi lain yang disimpan dari waktu ke waktu.

source: Choose how you want us to handle your plugin data.
id_id: Pilih bagaimana Anda ingin kami menangani data plugin Anda.

source: Uninstallation
id_id: Penghapusan Instalasi

source: When you uninstall the plugin, what do you want to do with your settings? You can save them for next time, or wipe them back to factory settings.
id_id: Saat Anda menghapus plugin, apa yang ingin Anda lakukan dengan pengaturan Anda? Anda dapat menyimpannya untuk penggunaan berikutnya, atau menghapusnya kembali ke pengaturan pabrik.

source: Keep
id_id: Menyimpan

source: Reset Factory Settings
id_id: Atur Ulang Pengaturan Pabrik

source: Need to revert back to the default settings? This button will instantly reset your settings to the defaults.
id_id: Perlu kembali ke pengaturan default? Tombol ini akan langsung mengatur ulang pengaturan Anda ke default.

source: API Status
id_id: Status API

source: If you're having issues with enabling pro features you can force the API to update your membership status here.
id_id: Jika Anda mengalami masalah saat mengaktifkan fitur pro, Anda dapat memaksa API untuk memperbarui status keanggotaan Anda di sini.

source: Update API status
id_id: Perbarui status API

source: Configure general settings for this plugin.
id_id: Konfigurasikan pengaturan umum untuk plugin ini.

source: Translations
id_id: Terjemahan

source: By default, Smush will use the language you’d set in your %1$sWordPress Admin Settings%2$s if a matching translation is available.
id_id: Secara default, Smush akan menggunakan bahasa yang Anda atur di %1$sPengaturan Admin WordPress%2$s jika terjemahan yang cocok tersedia.

source: Active Translation
id_id: Terjemahan Aktif

source: Not using your language, or have improvements? Help us improve translations by providing your own improvements %1$shere%2$s.
id_id: Tidak menggunakan bahasa Anda, atau punya perbaikan? Bantu kami meningkatkan terjemahan dengan memberikan perbaikan Anda sendiri %1$sdi sini%2$s.

source: Subsite Controls
id_id: Kontrol Sub-Situs

source: By default, subsites will inherit your network settings. Choose which modules you want to allow subsite admins to override.
id_id: Secara default, subsitus akan mewarisi pengaturan jaringan Anda. Pilih modul mana yang ingin Anda izinkan untuk diganti oleh admin subsitus.

source: Subsite admins can't override any module settings and will always inherit your network settings.
id_id: Admin sub-situs tidak dapat mengganti pengaturan modul apa pun dan akan selalu mewarisi pengaturan jaringan Anda.

source: Subsite admins can override all module settings.
id_id: Admin sub-situs dapat mengganti semua pengaturan modul.

source: Choose which modules settings subsite admins have access to.
id_id: Pilih pengaturan modul mana yang dapat diakses oleh admin subsitus.

source: Get Smush Pro and bulk optimize every image you've ever added to your site with one click. Smush images in the background and serve them in stunning high quality from %d locations around the globe with our blazing-fast CDN.
id_id: Dapatkan Smush Pro dan optimalkan secara massal setiap gambar yang pernah Anda tambahkan ke situs Anda dengan satu klik. Smush gambar di latar belakang dan sajikan dalam kualitas tinggi yang menakjubkan dari %d lokasi di seluruh dunia dengan CDN kami yang sangat cepat.

source: Automatically compress and resize huge images without any size limitations. %1$sGet up to 5x better savings with Ultra compression%2$s and fix your Google PageSpeed score with the best image optimizer WordPress has ever known.
id_id: Kompres dan ubah ukuran gambar besar secara otomatis tanpa batasan ukuran apa pun. %1$sDapatkan penghematan hingga 5x lebih baik dengan kompresi Ultra%2$s dan perbaiki skor Google PageSpeed Anda dengan pengoptimal gambar terbaik yang pernah dikenal WordPress.

source: UPGRADE TO PRO
id_id: TINGKATKAN KE PRO

source: 5.0 rating from
id_id: Peringkat 5.0 dari

source: customers
id_id: Pelanggan

source: Billion
id_id: Miliar

source: Images Optimized
id_id: Gambar Dioptimalkan

source: Sites Optimized
id_id: Situs yang Dioptimalkan

source: Optimize unlimited images with Smush Pro
id_id: Optimalkan gambar tanpa batas dengan Smush Pro

source: Learn why Smush Pro is the best image optimization plugin.
id_id: Pelajari mengapa Smush Pro adalah plugin pengoptimalan gambar terbaik.

source: Play
id_id: Bermain

source: Pro Features
id_id: Fitur Pro

source: Upgrading to Pro will get you the following benefits.
id_id: Meningkatkan ke Pro akan memberi Anda manfaat berikut.

source: Serve images faster with Ultra Compression
id_id: Sajikan gambar lebih cepat dengan Ultra Compression

source: Experience up to 5x better compression than Super Smush. Optimize your images even further and make your pages load faster than ever.
id_id: Nikmati kompresi hingga 5x lebih baik daripada Super Smush. Optimalkan gambar Anda lebih jauh dan buat halaman Anda dimuat lebih cepat dari sebelumnya.

source: No limits, no restrictions
id_id: Tidak ada batasan, tidak ada pembatasan

source: Need a one-click bulk optimization solution to quickly and easily compress your entire image library? Remove the ‘per batch’ bulk smushing restriction and increase the image size limit from 5MB to completely unlimited.
id_id: Butuh solusi pengoptimalan massal sekali klik untuk mengompres seluruh pustaka gambar Anda dengan cepat dan mudah? Hapus batasan smushing massal ‘per batch’ dan tingkatkan batas ukuran gambar dari 5 MB menjadi tidak terbatas sama sekali.

source: Compress images in the background
id_id: Kompres gambar di latar belakang

source: Thanks to Background Optimization, you can leave the plugin interface while images are still being compressed. Smush will continue to work its magic in the background, leaving you free to do other things!
id_id: Berkat Pengoptimalan Latar Belakang, Anda dapat meninggalkan antarmuka plugin saat gambar masih dikompresi. Smush akan terus bekerja dengan baik di latar belakang, sehingga Anda bebas melakukan hal-hal lain!

source: Streamline your images with Smush CDN
id_id: Sederhanakan gambar Anda dengan Smush CDN

source: Use the blazing-fast Smush image CDN to automatically resize your files to the perfect size and serve WebP files (25%% smaller than PNG and JPG) from %d locations around the globe.
id_id: Gunakan CDN gambar Smush yang sangat cepat untuk secara otomatis mengubah ukuran file Anda ke ukuran yang sempurna dan menyajikan file WebP (25%% lebih kecil dari PNG dan JPG) dari %d lokasi di seluruh dunia.

source: Serve next-gen WebP images (without Smush CDN)
id_id: Sajikan gambar WebP generasi berikutnya (tanpa Smush CDN)

source: Prefer not to use Smush CDN? Our standalone WebP feature allows you to serve next-gen images without sacrificing quality. You can also gracefully fall back to the older image formats for browsers that aren't compatible.
id_id: Lebih suka tidak menggunakan Smush CDN? Fitur WebP mandiri kami memungkinkan Anda untuk menyajikan gambar generasi berikutnya tanpa mengorbankan kualitas. Anda juga dapat dengan mudah kembali ke format gambar lama untuk browser yang tidak kompatibel.

source: Auto-convert PNGs to JPEGs (lossy)
id_id: Konversi otomatis PNG ke JPEG (lossy)

source: Smush looks for additional savings and automatically converts PNG files to JPEG if it will further reduce the size without a visible drop in quality. Now that's smart image compression.
id_id: Smush mencari penghematan tambahan dan secara otomatis mengonversi file PNG ke JPEG jika ukurannya akan lebih kecil tanpa penurunan kualitas yang terlihat. Itulah kompresi gambar yang cerdas.

source: Optimize the performance of your site and ace that Google PageSpeed score with a full caching suite, automatic asset optimization, and our blazing-fast %d-point CDN.
id_id: Optimalkan kinerja situs Anda dan raih skor Google PageSpeed dengan rangkaian fitur caching lengkap, pengoptimalan aset otomatis, dan CDN %d-poin kami yang sangat cepat.

source: Automated white label reports
id_id: Laporan label putih otomatis

source: Customize, style, schedule and send white label client and developer reports in just a few clicks. Each report includes embedded performance, security, SEO, and analytics data.
id_id: Sesuaikan, tata gaya, jadwalkan, dan kirim laporan klien dan pengembang berlabel putih hanya dalam beberapa klik. Setiap laporan mencakup data performa, keamanan, SEO, dan analitik yang tertanam.

source: Manage unlimited WP sites with The Hub
id_id: Kelola situs WP tanpa batas dengan The Hub

source: Automate site updates, backups, security, and performance – all from one central site management dashboard. Call on our expert 24/7 live support directly from your interface at anytime.
id_id: Otomatiskan pembaruan situs, pencadangan, keamanan, dan kinerja – semuanya dari satu dasbor manajemen situs terpusat. Hubungi dukungan langsung ahli kami 24/7 langsung dari antarmuka Anda kapan saja.

source: Premium WordPress plugins
id_id: Plugin WordPress premium

source: Along with Smush, you get WPMU DEV’s (the developers of Smush) full suite of premium WP plugins. Covering everything from security and backups, to marketing and SEO. Use these bonus tools on unlimited sites and keep them free, forever!
id_id: Bersama Smush, Anda mendapatkan rangkaian lengkap plugin WP premium dari WPMU DEV (pengembang Smush). Mencakup semuanya mulai dari keamanan dan pencadangan, hingga pemasaran dan SEO. Gunakan alat bonus ini di situs tak terbatas dan dapatkan secara gratis, selamanya!

source: We can’t stress this enough: Our outstanding WordPress support is available with live chat 24/7, and we’ll help you with absolutely any WordPress issue, not just our products. It’s an expert WordPress team on call whenever you need them.
id_id: Kami tidak dapat cukup menekankan hal ini: Dukungan WordPress kami yang luar biasa tersedia melalui obrolan langsung 24/7, dan kami akan membantu Anda dengan masalah WordPress apa pun, bukan hanya produk kami. Tim WordPress ahli siap sedia kapan pun Anda membutuhkannya.

source: Zero risk, 30-day money-back guarantee
id_id: Tanpa risiko, jaminan uang kembali 30 hari

source: We offer a full 30-day money-back guarantee. So if Smush isn’t the best image optimizer you’ve ever used, let us know and we’ll refund all of your money immediately.
id_id: Kami menawarkan jaminan uang kembali penuh selama 30 hari. Jadi, jika Smush bukan pengoptimal gambar terbaik yang pernah Anda gunakan, beri tahu kami dan kami akan segera mengembalikan semua uang Anda.

source: Join 1 Million+ Happy Users
id_id: Bergabunglah dengan 1 Juta+ Pengguna yang Puas

source: Discover why we're trusted by 97% of our customers and unlock the ultimate image optimization capabilities to deliver blazing-fast websites with stunning visuals.
id_id: Temukan mengapa kami dipercaya oleh 97% pelanggan kami dan buka kemampuan pengoptimalan gambar terbaik untuk menyediakan situs web super cepat dengan visual menakjubkan.

source: Get Smush Pro for a faster WP SITE
id_id: Dapatkan Smush Pro untuk SITUS WP yang lebih cepat

source: Includes a 30-day money-back guarantee
id_id: Termasuk jaminan uang kembali 30 hari

source: Smush Mode
id_id: Mode Hancur

source: Choose the level of compression that suits your needs.
id_id: Pilih tingkat kompresi yang sesuai dengan kebutuhan Anda.

source: Improve page speed with Ultra
id_id: Tingkatkan kecepatan halaman dengan Ultra

source: 5x your compression with Ultra
id_id: 5x kompresi Anda dengan Ultra

source: Navigate
id_id: Navigasi

source: Direct Conversion
id_id: Konversi Langsung

source: Please try the %s method if you don't have server access.
id_id: Silakan coba metode %s jika Anda tidak memiliki akses server.

source: contact support
id_id: hubungi dukungan

source: Please try the %1$s method if you don't have server access or %2$s for further assistance.
id_id: Silakan coba metode %1$s jika Anda tidak memiliki akses server atau %2$s untuk bantuan lebih lanjut.

source: Re-check status
id_id: Periksa kembali status

source: Reconfigure
id_id: Konfigurasi ulang

source: API instances require a version and name properties
id_id: Instansi API memerlukan properti versi dan nama

source: Missing config data
id_id: Data konfigurasi hilang

source: Invalid API service.
id_id: Layanan API tidak valid.

source: [WPMUDEV API] Skipped sync due to API error exponential backoff.
id_id: [WPMUDEV API] Sinkronisasi terlewati akibat kemunduran eksponensial kesalahan API.

source: AVIF
id_id: Gambaran Umum

source: This user can not delete all AVIF images.
id_id: Pengguna ini tidak dapat menghapus semua gambar AVIF.

source: Error in processing restore action, fields empty.
id_id: Terjadi kesalahan dalam memproses tindakan pemulihan, kolom kosong.

source: Image not restored, nonce verification failed.
id_id: Gambar tidak dipulihkan, verifikasi nonce gagal.

source: Unable to restore image
id_id: Tidak dapat memulihkan gambar

source: Too many requests, please try again in a moment.
id_id: Terlalu banyak permintaan, silakan coba lagi sebentar lagi.

source: Serve background images from the CDN
id_id: Sajikan gambar latar belakang dari CDN

source: Background Images
id_id: Gambar Latar Belakang

source: Where possible we will serve background images declared with CSS directly from the CDN.
id_id: Jika memungkinkan kami akan menyajikan gambar latar belakang yang dideklarasikan dengan CSS langsung dari CDN.

source: Enable automatic resizing of my images
id_id: Aktifkan pengubahan ukuran otomatis gambar saya

source: Automatic Resizing
id_id: Pengubahan Ukuran Otomatis

source: If your images don’t match their containers, we’ll automatically serve a correctly sized image.
id_id: Jika gambar Anda tidak sesuai dengan wadahnya, kami akan secara otomatis menyajikan gambar dengan ukuran yang benar.

source: Choose Format Settings
id_id: Pilih Pengaturan Format

source: Smush can automatically convert and serve your images as WebP or AVIF to compatible browsers.
id_id: Smush dapat secara otomatis mengonversi dan menyajikan gambar Anda sebagai WebP atau AVIF ke peramban yang kompatibel.

source: Enable REST API support
id_id: Aktifkan dukungan REST API

source: REST API
id_id: API REST

source: Smush can automatically replace image URLs when fetched via REST API endpoints.
id_id: Smush dapat secara otomatis mengganti URL gambar saat diambil melalui titik akhir REST API.

source: Having trouble with Google PageSpeeds ‘properly size images’ suggestion? This feature will fix this without any coding needed!
id_id: Mengalami masalah dengan saran Google PageSpeed untuk 'ukuran gambar yang tepat'? Fitur ini akan memperbaikinya tanpa perlu coding!

source: Note: Smush will pre-fill the srcset attribute with missing image sizes so for this feature to work, those must be declared properly by your theme and page builder using the %1$scontent width%2$s variable.
id_id: Catatan: Smush akan mengisi atribut srcset terlebih dahulu dengan ukuran gambar yang hilang sehingga agar fitur ini berfungsi, ukuran gambar tersebut harus dideklarasikan dengan benar oleh tema dan pembuat halaman Anda menggunakan variabel %1$scontent width%2$s.

source: Note: For this feature to work your theme’s background images must be declared correctly using the default %1$swp_attachment%2$s functions.
id_id: Catatan: Agar fitur ini berfungsi, gambar latar tema Anda harus dideklarasikan dengan benar menggunakan fungsi default %1$swp_attachment%2$s.

source: For any non-media library uploads, you can still use the %1$sDirectory Smush%2$s feature to compress them, they just won’t be served from the CDN.
id_id: Untuk unggahan non-perpustakaan media apa pun, Anda tetap dapat menggunakan fitur %1$sDirectory Smush%2$s untuk mengompresnya, hanya saja unggahan tersebut tidak akan disajikan dari CDN.

source: Note: Smush will use the %1$srest_pre_echo_response%2$s hook to filter images in REST API responses.
id_id: Catatan: Smush akan menggunakan kait %1$srest_pre_echo_response%2$s untuk memfilter gambar dalam respons REST API.

source: CDN status has changed.<br/>If you have a page caching plugin or server caching, please clear it to ensure everything works as expected.
id_id: Status CDN telah berubah.<br/>Jika Anda memiliki plugin caching halaman atau caching server, harap bersihkan untuk memastikan semuanya berfungsi seperti yang diharapkan.

source: Next-Gen Formats status has changed.<br/>If you have a page caching plugin or server caching, please clear it to ensure everything works as expected.
id_id: Status Format Generasi Berikutnya telah berubah.<br/>Jika Anda memiliki plugin caching halaman atau caching server, harap bersihkan untuk memastikan semuanya berfungsi seperti yang diharapkan.

source: Next-Gen conversion method has been updated.<br/>If you have a page caching plugin or server caching, please clear it to ensure everything works as expected.
id_id: Metode konversi generasi berikutnya telah diperbarui.<br/>Jika Anda memiliki plugin caching halaman atau caching server, harap bersihkan untuk memastikan semuanya berfungsi seperti yang diharapkan.

source: Missing configs data
id_id: Data konfigurasi hilang

source: Default config
id_id: Konfigurasi default

source: Recommended performance config for every site.
id_id: Konfigurasi kinerja yang disarankan untuk setiap situs.

source: Undefined
id_id: Belum diartikan

source: The configs file is required
id_id: File konfigurasi diperlukan

source: Error: %s.
id_id: Kesalahan: %s.

source: The file must be a JSON.
id_id: Berkas harus berupa JSON.

source: There was an error getting the contents of the file.
id_id: Terjadi kesalahan saat mengambil konten berkas.

source: There was an error decoding the file.
id_id: Terjadi kesalahan saat mendekode berkas.

source: The uploaded config must have a name and a set of settings. Please make sure the uploaded file is the correct one.
id_id: Konfigurasi yang diunggah harus memiliki nama dan serangkaian pengaturan. Pastikan berkas yang diunggah adalah berkas yang benar.
