{"translation-revision-date":"2025-06-17 03:36+0000","generator":"Loco https:\/\/localise.biz\/","source":"_src\/react\/views\/webp\/step-content.jsx","domain":"wp-smushit","locale_data":{"wp-smushit":{"":{"domain":"","lang":"id-ID","plural-forms":"nplurals=1; plural=0;"},"Choose Server Type":["Pilih Jenis Server"],"Choose your server type. If you don’t know this, please contact your hosting provider.":["Pilih jenis server Anda. Jika Anda tidak mengetahuinya, silakan hubungi penyedia hosting Anda."],"Add Rules":["Tambahkan Aturan"],"Smush can automatically apply WebP conversion rules for Apache servers by writing to your .htaccess file. Alternatively, switch to Manual to apply these rules yourself.":["Smush dapat secara otomatis menerapkan aturan konversi WebP untuk server Apache dengan menulis ke file .htaccess Anda. Atau, beralihlah ke Manual untuk menerapkan aturan ini sendiri."],"The following configurations are for NGINX servers. If you do not have access to your NGINX config files you will need to contact your hosting provider to make these changes.":["Konfigurasi berikut ini ditujukan untuk server NGINX. Jika Anda tidak memiliki akses ke berkas konfigurasi NGINX, Anda perlu menghubungi penyedia hosting untuk melakukan perubahan ini."],"Finish Setup":["Selesaikan Pengaturan"],"The rules have been applied successfully.":["Aturan telah berhasil diterapkan."],"We noticed the Amazon S3 Integration is enabled. Offloaded images will not be served in WebP format, but Smush will create local WebP copies of all images. If this is undesirable, you can quit the setup.":["Kami melihat Integrasi Amazon S3 diaktifkan. Gambar yang diunggah tidak akan disajikan dalam format WebP, tetapi Smush akan membuat salinan WebP lokal dari semua gambar. Jika ini tidak diinginkan, Anda dapat keluar dari pengaturan."],"Please try the %1$sDirect Conversion%2$s method if you don’t have server access, or %3$scontact support%4$s for further assistance.":["Silakan coba metode %1$sKonversi Langsung%2$s jika Anda tidak memiliki akses server, atau %3$shubungi dukungan%4$s untuk bantuan lebih lanjut."],"Since your site is hosted with WPMU DEV, we already have done the configurations steps for you. The only step for you would be to create WebP images below.":["Karena situs Anda dihosting dengan WPMU DEV, kami telah melakukan langkah-langkah konfigurasi untuk Anda. Satu-satunya langkah yang dapat Anda lakukan adalah membuat gambar WebP di bawah ini."],"WebP conversion is active and working well. Your hosting has automatically pre-configured the conversion for you. The only step for you would be to create WebP images below.":["Konversi WebP aktif dan berjalan dengan baik. Hosting Anda telah secara otomatis mengonfigurasi konversi untuk Anda. Satu-satunya langkah yang harus Anda lakukan adalah membuat gambar WebP di bawah ini."],"Apache":["Bahasa Apache"],"NGINX":["Bahasa Indonesia: NGINX"],"We've automatically detected your server type is %s. If this is incorrect, manually select your server type to generate the relevant rules and instructions.":["Kami secara otomatis mendeteksi tipe server Anda adalah %s. Jika ini salah, pilih tipe server Anda secara manual untuk membuat aturan dan petunjuk yang relevan."],"Insert the following in the server context of your configuration file (usually found in \/etc\/nginx\/sites-available). “The server context” refers to the part of the configuration that starts with “server {” and ends with the matching “}”.":["Masukkan yang berikut ini dalam konteks server dari berkas konfigurasi Anda (biasanya terdapat di \/etc\/nginx\/sites-available). “Konteks server” mengacu pada bagian konfigurasi yang dimulai dengan “server {” dan diakhiri dengan “}” yang sesuai."],"Copy the generated code found below and paste it inside your http or server blocks.":["Salin kode yang dihasilkan di bawah ini dan tempel di dalam blok http atau server Anda."],"Reload NGINX.":["Muat ulang NGINX."],"Automatic":["Otomatis"],"Manual":["Buku petunjuk"],"Please note: Some servers have both Apache and NGINX software which may not begin serving WebP images after applying the .htaccess rules. If errors occur after applying the rules, we recommend adding NGINX rules manually.":["Harap diperhatikan: Beberapa server memiliki perangkat lunak Apache dan NGINX yang mungkin tidak mulai menyajikan gambar WebP setelah menerapkan aturan .htaccess. Jika terjadi kesalahan setelah menerapkan aturan, sebaiknya tambahkan aturan NGINX secara manual."],"If you are unable to get the automated method working, follow these steps:":["Jika Anda tidak dapat menjalankan metode otomatis, ikuti langkah-langkah berikut:"],"Copy the generated code below and paste it at the top of your .htaccess file (before any existing code) in the root directory.":["Salin kode yang dihasilkan di bawah ini dan tempel di bagian atas file .htaccess Anda (sebelum kode yang ada) di direktori root."],"Next, click Check Status button below to see if it's working.":["Selanjutnya, klik tombol Periksa Status di bawah untuk melihat apakah berfungsi."],"Troubleshooting":["Penyelesaian Masalah"],"If .htaccess does not work, and you have access to vhosts.conf or httpd.conf, try this:":["Jika .htaccess tidak berfungsi, dan Anda memiliki akses ke vhosts.conf atau httpd.conf, coba ini:"],"Look for your site in the file and find the line that starts with <Directory> - add the code above that line and into that section and save the file.":["Cari situs Anda dalam berkas dan temukan baris yang dimulai dengan <Direktori> - tambahkan kode di atas baris tersebut ke dalam bagian tersebut, lalu simpan berkas."],"Reload Apache.":["Muat ulang Apache."],"If you don't know where those files are, or you aren't able to reload Apache, you would need to consult with your hosting provider or a system administrator who has access to change the configuration of your server.":["Jika Anda tidak tahu di mana file-file tersebut berada, atau Anda tidak dapat memuat ulang Apache, Anda perlu berkonsultasi dengan penyedia hosting atau administrator sistem yang memiliki akses untuk mengubah konfigurasi server Anda."],"Convert Images to WebP":["Konversi Gambar ke WebP"],"Convert now":["Konversi sekarang"],"Step %s":["Langkah %s"]}}}