Repository: gregoriomario/translation
Catalog: plugin/Smush (wp-smushit)/wp-smushit-*.po
Languages: id_id

source: The provided configs list isn’t correct. Please make sure the uploaded file is the correct one.
id_id: Daftar konfigurasi yang diberikan tidak benar. Pastikan berkas yang diunggah adalah berkas yang benar.

source: The given config ID does not exist
id_id: ID konfigurasi yang diberikan tidak ada

source: Full images max-sizes to resize - Max-width: %1$s. Max height: %2$s
id_id: Ukuran maksimal gambar penuh yang dapat diubah ukurannya - Lebar maksimal: %1$s. Tinggi maksimal: %2$s

source: WebP
id_id: Bahasa Inggris

source: Server Configuration
id_id: Konfigurasi Server

source: Transform Mode
id_id: Mode Transformasi

source: Legacy Browser Support
id_id: Dukungan Peramban Lama

source: Amazon S3
id_id: Bahasa Indonesia: Amazon.com S3

source: NextGen Gallery
id_id: Galeri NextGen

source: Keep Data On Uninstall
id_id: Simpan Data Saat Uninstall

source: Included Post Types
id_id: Jenis Postingan yang Termasuk

source: Display And Animation
id_id: Tampilan dan Animasi

source: Load Scripts In Footer
id_id: Muat Skrip Di Footer

source: Native Lazy Load Enabled
id_id: Pemuatan Malas Asli Diaktifkan

source: Selected:
id_id: Dipilih:

source: . Fade in duration:
id_id: Durasi memudar:

source: . Fade in delay:
id_id: . Memudar dalam penundaan:

source: Yes
id_id: Ya

source: No
id_id: TIDAK

source: none
id_id: tidak ada

source: Your settings have been updated
id_id: Pengaturan Anda telah diperbarui

source: Super-Smush
id_id: Smush super

source: Smush Now
id_id: Smash Sekarang

source: {{smushed}}/{{total}} images smushed successfully, {{errors}} images were not optimized, find out why and how to resolve the issue(s) below.
id_id: {{smushed}}/{{total}} gambar berhasil di-smushed, {{errors}} gambar tidak dioptimalkan, cari tahu mengapa dan bagaimana cara mengatasi masalah tersebut di bawah.

source: All of your images failed to smush. Find out why and how to resolve the issue(s) below.
id_id: Semua gambar Anda gagal tergencet. Cari tahu alasannya dan cara mengatasi masalah tersebut di bawah ini.

source: All images are fully optimized.
id_id: Semua gambar dioptimalkan sepenuhnya.

source: Are you hitting the 5MB "size limit exceeded" warning? %1$sUpgrade to Smush Pro%2$s to optimize unlimited image files up to 256Mb each.
id_id: Apakah Anda mengalami peringatan "batas ukuran terlampaui" sebesar 5MB? %1$sTingkatkan ke Smush Pro%2$s untuk mengoptimalkan file gambar tanpa batas hingga 256Mb masing-masing.

source: Let images reach your audience faster no matter where your hosting servers are. Smush Pro’s global CDN serves images closer to site visitors via %d worldwide server locations.
id_id: Biarkan gambar menjangkau audiens Anda lebih cepat di mana pun server hosting Anda berada. CDN global Smush Pro menyajikan gambar lebih dekat ke pengunjung situs melalui %d lokasi server di seluruh dunia.

source: Restoring image...
id_id: Memulihkan gambar...

source: Smushing image...
id_id: Gambar yang menghancurkan...

source: View Details
id_id: Lihat Detail

source: We successfully verified your membership, all the Pro features should work completely.
id_id: Kami berhasil memverifikasi keanggotaan Anda, semua fitur Pro seharusnya berfungsi sepenuhnya.

source: Your membership couldn't be verified.
id_id: Keanggotaan Anda tidak dapat diverifikasi.

source: Missing file path.
id_id: Jalur berkas hilang.

source: Images smushed successfully, No further action required
id_id: Gambar berhasil dihancurkan, Tidak perlu tindakan lebih lanjut

source: image could not be smushed.
id_id: gambar tidak dapat dihancurkan.

source: images could not be smushed.
id_id: gambar tidak dapat dihancurkan.

source: Already Optimized
id_id: Sudah Dioptimalkan

source: Ajax Error
id_id: Kesalahan Ajax

source: Something went wrong with the request. Please reload the page and try again.
id_id: Terjadi kesalahan dengan permintaan tersebut. Harap muat ulang halaman dan coba lagi.

source: All Done!
id_id: Selesai!

source: Give us a moment while we sync the stats.
id_id: Beri kami waktu sebentar sementara kami menyinkronkan statistik.

source: Resume scan
id_id: Lanjutkan pemindaian

source: Stop current bulk smush process.
id_id: Hentikan proses penghancuran massal saat ini.

source: Ignore this image from bulk smushing
id_id: Abaikan gambar ini dari bulk smushing

source: Ignored
id_id: Diabaikan

source: Dismiss notice
id_id: Batalkan pemberitahuan

source: Activate CDN to bulk smush and serve animated GIF’s via %1$d worldwide locations. %2$sActivate CDN%3$s
id_id: Aktifkan CDN untuk melakukan smush massal dan menayangkan GIF animasi melalui %1$d lokasi di seluruh dunia. %2$sAktifkan CDN%3$s

source: Cancelling ...
id_id: Membatalkan ...

source: No attachment ID was received.
id_id: Tidak ada ID lampiran yang diterima.

source: Skip ignored file.
id_id: Lewati berkas yang diabaikan.

source: Skipped animated file.
id_id: File animasi terlewati.

source: File processing is in progress.
id_id: Pemrosesan berkas sedang berlangsung.

source: No file data found in image meta
id_id: Tidak ada data file yang ditemukan dalam meta gambar

source: Skipped with wp_smush_image filter
id_id: Dilewati dengan filter wp_smush_image

source: File path is empty
id_id: Jalur file kosong

source: Webp no response was received.
id_id: Webp tidak menerima respons.

source: Skipped (%s), file size limit of 5mb exceeded
id_id: Terlewati (%s), batas ukuran file 5mb terlampaui

source: Skipped (%s), file size limit of 256mb exceeded
id_id: Terlewati (%s), batas ukuran file 256mb terlampaui

source: %s is not writable
id_id: %s tidak dapat ditulis

source: Skipped (%s), File not found.
id_id: Dilewati (%s), Berkas tidak ditemukan.

source: Couldn't process image due to bad headers. Try re-saving the image in an image editor, then upload it again.
id_id: Tidak dapat memproses gambar karena header yang salah. Coba simpan ulang gambar di editor gambar, lalu unggah lagi.

source: Timeout error. You can increase the request timeout to make sure Smush has enough time to process larger files. `define('WP_SMUSH_TIMEOUT', 150);`
id_id: Kesalahan batas waktu. Anda dapat menambah batas waktu permintaan untuk memastikan Smush memiliki cukup waktu untuk memproses file yang lebih besar. `define('WP_SMUSH_TIMEOUT', 150);`

source: Smush data.
id_id: Hancurkan data.

source: Smushing in progress
id_id: Smushing sedang berlangsung

source: Be notified via email about the bulk smush status when the process has completed.
id_id: Dapatkan pemberitahuan melalui email tentang status penghancuran massal saat proses telah selesai.

source: Be notified via email about the bulk smush status when the process has completed. You'll receive an email at %s.
id_id: Dapatkan pemberitahuan melalui email tentang status smush massal saat proses telah selesai. Anda akan menerima email di %s.

source: Enable email notification
id_id: Aktifkan pemberitahuan email

source: Email Notification
id_id: Pemberitahuan Email

source: Image Sizes
id_id: Ukuran Gambar

source: WordPress generates multiple image thumbnails for each image you upload. Choose which of those thumbnail sizes you want to include when bulk smushing.
id_id: WordPress menghasilkan beberapa gambar mini untuk setiap gambar yang Anda unggah. Pilih ukuran gambar mini mana yang ingin Anda sertakan saat melakukan smushing massal.

source: Automatically compress my images on upload
id_id: Kompres gambar saya secara otomatis saat diunggah

source: Automatic compression
id_id: Kompresi otomatis

source: When you upload images to your site, we will automatically optimize and compress them for you.
id_id: Saat Anda mengunggah gambar ke situs Anda, kami akan secara otomatis mengoptimalkan dan mengompresnya untuk Anda.

source: Choose Compression Level
id_id: Pilih Tingkat Kompresi

source: Choose the level of compression that suits your needs. We recommend %1$sUltra%2$s for faster sites and impressive image quality.
id_id: Pilih tingkat kompresi yang sesuai dengan kebutuhan Anda. Kami merekomendasikan %1$sUltra%2$s untuk situs yang lebih cepat dan kualitas gambar yang mengesankan.

source: Resize original images
id_id: Ubah ukuran gambar asli

source: Image Resizing
id_id: Pengubahan Ukuran Gambar

source: As of version 5.3, WordPress creates a scaled version of uploaded images over 2560x2560px by default, and keeps your original uploaded images as a backup. If desired, you can choose a different resizing threshold or disable the scaled images altogether.
id_id: Sejak versi 5.3, WordPress membuat versi gambar unggahan berskala lebih dari 2560x2560px secara default, dan menyimpan gambar unggahan asli sebagai cadangan. Jika diinginkan, Anda dapat memilih ambang batas pengubahan ukuran yang berbeda atau menonaktifkan gambar berskala sepenuhnya.

source: Disable scaled images
id_id: Nonaktifkan gambar berskala

source: Disable Scaled Images
id_id: Nonaktifkan Gambar Berskala

source: Enable this feature to disable automatic resizing of images above the threshold, keeping only your original uploaded images. Note: WordPress excludes PNG images from automatic image resizing. As a result, only uploaded JPEG images are affected by these settings.
id_id: Aktifkan fitur ini untuk menonaktifkan pengubahan ukuran otomatis gambar di atas ambang batas, dan hanya menyimpan gambar asli yang Anda unggah. Catatan: WordPress mengecualikan gambar PNG dari pengubahan ukuran gambar otomatis. Akibatnya, hanya gambar JPEG yang diunggah yang terpengaruh oleh pengaturan ini.

source: Detect and show incorrectly sized images
id_id: Mendeteksi dan menampilkan gambar berukuran salah

source: This will add functionality to your website that highlights images that are either too large or too small for their containers.
id_id: Ini akan menambahkan fungsionalitas ke situs web Anda yang menyorot gambar yang terlalu besar atau terlalu kecil untuk wadahnya.

source: Optimize original images
id_id: Optimalkan gambar asli

source: Original Images
id_id: Gambar Asli

source: Choose how you want Smush to handle the original image file when you run a bulk smush.
id_id: Pilih bagaimana Anda ingin Smush menangani berkas gambar asli saat Anda menjalankan smush massal.

source: Backup original images
id_id: Cadangkan gambar asli

source: Backup Original Images
id_id: Cadangkan Gambar Asli

source: Enable this feature to save a copy of your original images so you can restore them at any point. Note: Keeping a copy of the original images can significantly increase the size of your uploads folder.
id_id: Aktifkan fitur ini untuk menyimpan salinan gambar asli Anda sehingga Anda dapat memulihkannya kapan saja. Catatan: Menyimpan salinan gambar asli dapat meningkatkan ukuran folder unggahan Anda secara signifikan.

source: PNG to JPEG Conversion
id_id: Konversi PNG ke JPEG

source: When you compress a PNG, Smush will check if converting it to JPEG could further reduce its size.
id_id: Saat Anda mengompres PNG, Smush akan memeriksa apakah mengonversinya ke JPEG dapat mengurangi ukurannya lebih lanjut.

source: Enable high contrast mode
id_id: Aktifkan mode kontras tinggi

source: Color Accessibility
id_id: Aksesibilitas Warna

source: Increase the visibility and accessibility of elements and components to meet WCAG AAA requirements.
id_id: Tingkatkan visibilitas dan aksesibilitas elemen dan komponen untuk memenuhi persyaratan WCAG AAA.

source: Allow usage tracking
id_id: Izinkan pelacakan penggunaan

source: Usage Tracking
id_id: Pelacakan Penggunaan

source: Help make Smush better by letting our designers learn how you’re using the plugin.
id_id: Bantu Smush menjadi lebih baik dengan memberi tahu desainer kami cara Anda menggunakan plugin tersebut.

source: The page these settings belong to is missing.
id_id: Halaman tempat pengaturan ini berada tidak ada.

source: The tab these settings belong to is missing.
id_id: Tab tempat pengaturan ini berada tidak ada.

source: No images available to restore
id_id: Tidak ada gambar yang tersedia untuk dipulihkan

source: Progress:
id_id: Kemajuan:

source: Found %d attachments that need to be restored!
id_id: Ditemukan %d lampiran yang perlu dipulihkan!

source: Starting restoration ...
id_id: Memulai pemulihan...

source: Starting bulk restoration ...
id_id: Memulai restorasi massal ...

source: Image %d cannot be restored.
id_id: Gambar %d tidak dapat dikembalikan.

source: Image restored successfully!
id_id: Gambar berhasil dipulihkan!

source: Image could not be restored: %s
id_id: Gambar tidak dapat dikembalikan: %s

source: All of your images failed to restore. Find out why and how to resolve the issue(s) below.
id_id: Semua gambar Anda gagal dipulihkan. Cari tahu alasannya dan cara mengatasi masalah tersebut di bawah ini.

source: {{smushed}}/{{total}} images restored successfully, {{errors}} images were not restored, find out why and how to resolve the issue(s) below.
id_id: {{smushed}}/{{total}} gambar berhasil dipulihkan, {{errors}} gambar tidak dipulihkan, cari tahu mengapa dan bagaimana cara mengatasi masalah tersebut di bawah ini.

source: All images restored.
id_id: Semua gambar dipulihkan.

source: No images available to smush.
id_id: Tidak ada gambar yang tersedia untuk dihancurkan.

source: Found %d attachments that need smushing!
id_id: Ditemukan %d lampiran yang perlu dihancurkan!

source: Starting smush ...
id_id: Mulai dari smush...

source: Image smushed.
id_id: Gambar hancur.

source: Image could not be smushed: %s
id_id: Gambar tidak dapat dihancurkan: %s

source: We did not find any images that need smushing.
id_id: Kami tidak menemukan gambar yang perlu dihancurkan.

source: Missing image id(s).
id_id: ID gambar hilang.

source: Smushing image ID: %d
id_id: ID gambar Smushing: %d

source: Smushing first %d images
id_id: Smushing pertama %d gambar

source: Smushing all images
id_id: Menghancurkan semua gambar

source: Images that need to be smushed:
id_id: Gambar yang perlu dihancurkan:

source: Restoring all images
id_id: Memulihkan semua gambar

source: Restoring %s image
id_id: Memulihkan gambar %s

source: Your site seems to have an issue with loopback requests. Please try again and if the problem persists find out more here: https://wpmudev.com/docs/wpmu-dev-plugins/smush/#background-processing
id_id: Situs Anda tampaknya memiliki masalah dengan permintaan loopback. Silakan coba lagi dan jika masalah berlanjut, cari tahu selengkapnya di sini: https://wpmudev.com/docs/wpmu-dev-plugins/smush/#background-processing

source: Starting media library scan
id_id: Memulai pemindaian perpustakaan media

source: Unfortunately the scan could not be completed due to an unknown error. Please restart the scan.
id_id: Sayangnya pemindaian tidak dapat diselesaikan karena kesalahan yang tidak diketahui. Harap mulai ulang pemindaian.

source: The background process is cancelled.
id_id: Proses latar belakang dibatalkan.

source: Media library scan complete.
id_id: Pemindaian perpustakaan media selesai.

source: Savings Percent(%)
id_id: Persentase Penghematan(%)

source: Optimized Percent(%)
id_id: Persentase yang Dioptimalkan(%)

source: Unsmushed Count
id_id: Hitungan yang Tidak Terpecahkan

source: Resmush Count
id_id: Hitung Resmush

source: Found %d attachment that needs smushing
id_id: Ditemukan %d lampiran yang perlu dihancurkan

source: Found %d attachment that needs re-smushing
id_id: Ditemukan %d lampiran yang perlu di-smushing ulang

source: Run "wp smush compress" to smush all images.
id_id: Jalankan "wp smush compress" untuk mengompresi semua gambar.

source: You have %1$s%2$s%3$s. %4$s
id_id: Anda memiliki %1$s%2$s%3$s. %4$s

source: , and
id_id: , Dan

source: Enable WPBakery Page Builder integration
id_id: Aktifkan integrasi WPBakery Page Builder

source: WPBakery Page Builder
id_id: Pembuat Halaman WPBakery

source: Allow smushing images resized in WPBakery Page Builder editor.
id_id: Izinkan gambar smushing yang diubah ukurannya di editor WPBakery Page Builder.

source: To use this feature you need be using WPBakery Page Builder.
id_id: Untuk menggunakan fitur ini Anda perlu menggunakan WPBakery Page Builder.

source: Enable Gravity Forms integration
id_id: Aktifkan integrasi Gravity Forms

source: Gravity Forms
id_id: Bentuk Gravitasi

source: Allow compressing images uploaded with Gravity Forms.
id_id: Izinkan kompresi gambar yang diunggah dengan Gravity Forms.

source: To use this feature you need be using Gravity Forms.
id_id: Untuk menggunakan fitur ini Anda perlu menggunakan Gravity Forms.

source: Show Smush stats in Gutenberg blocks
id_id: Tampilkan statistik Smush dalam blok Gutenberg

source: Gutenberg Support
id_id: Dukungan Gutenberg

source: Add statistics and the manual smush button to Gutenberg blocks that display images.
id_id: Tambahkan statistik dan tombol smush manual ke blok Gutenberg yang menampilkan gambar.

source: To use this feature you need to install and activate the Gutenberg plugin.
id_id: Untuk menggunakan fitur ini Anda perlu menginstal dan mengaktifkan plugin Gutenberg.

source: Enable NextGen Gallery integration
id_id: Aktifkan integrasi Galeri NextGen

source: Allow smushing images directly through NextGen Gallery settings.
id_id: Izinkan penggabungan gambar langsung melalui pengaturan Galeri NextGen.

source: No attachment ID was received
id_id: Tidak ada ID lampiran yang diterima

source: Smush request timed out. You can try setting a higher value ( > 60 ) for `WP_SMUSH_TIMEOUT`.
id_id: Permintaan smush telah habis waktunya. Anda dapat mencoba menyetel nilai yang lebih tinggi ( > 60 ) untuk `WP_SMUSH_TIMEOUT`.

source: To use this feature you need to be using NextGen Gallery.
id_id: Untuk menggunakan fitur ini Anda perlu menggunakan Galeri NextGen.

source: We couldn't find the metadata for the image, possibly the image has been deleted.
id_id: Kami tidak dapat menemukan metadata untuk gambar tersebut, kemungkinan gambar tersebut telah dihapus.

source: Error in processing restore action, Fields empty.
id_id: Terjadi kesalahan dalam memproses tindakan pemulihan. Kolom kosong.

source: Image not restored, Nonce verification failed.
id_id: Gambar tidak dipulihkan. Verifikasi Nonce gagal.

source: We couldn't process the image, fields empty.
id_id: Kami tidak dapat memproses gambar, kolom kosong.

source: Unable to smush image, %s
id_id: Tidak dapat menghancurkan gambar, %s

source: Enable Amazon S3 support
id_id: Aktifkan dukungan Amazon S3

source: Storing your image on S3 buckets using %1$sWP Offload Media%2$s? Smush can detect and smush those assets for you, including when you're removing files from your host server.
id_id: Menyimpan gambar Anda di bucket S3 menggunakan %1$sWP Offload Media%2$s? Smush dapat mendeteksi dan menghancurkan aset tersebut untuk Anda, termasuk saat Anda menghapus file dari server host Anda.

source: We can see you have WP Offload Media installed. If you want to optimize your S3 images, you’ll need to enable the %3$sAmazon S3 Support%4$s feature in Smush’s Integrations.
id_id: Kami dapat melihat Anda telah memasang WP Offload Media. Jika Anda ingin mengoptimalkan gambar S3 Anda, Anda perlu mengaktifkan fitur %3$sDukungan Amazon S3%4$s di Integrasi Smush.

source: We can see you have WP Offload Media installed. If you want to optimize your S3 images you'll need to %3$supgrade to Smush Pro%4$s
id_id: Kami dapat melihat Anda telah memasang WP Offload Media. Jika Anda ingin mengoptimalkan gambar S3 Anda, Anda perlu %3$smeningkatkan ke Smush Pro%4$s

source: To use this feature you need to install WP Offload Media and have an Amazon S3 account setup.
id_id: Untuk menggunakan fitur ini Anda perlu menginstal WP Offload Media dan menyiapkan akun Amazon S3.

source: We are having trouble interacting with WP Offload Media, make sure the plugin is activated. Or you can %1$sreport a bug%2$s.
id_id: Kami mengalami masalah saat berinteraksi dengan WP Offload Media, pastikan plugin tersebut diaktifkan. Atau Anda dapat %1$smelaporkan bug%2$s.

source: It seems you haven’t finished setting up WP Offload Media yet. %1$sConfigure it now%2$s to enable Amazon S3 support.
id_id: Sepertinya Anda belum selesai menyiapkan WP Offload Media. %1$sKonfigurasikan sekarang%2$s untuk mengaktifkan dukungan Amazon S3.

source: Amazon S3 support is active.
id_id: Dukungan Amazon S3 aktif.

source: {{smushed}}/{{total}} images were successfully compressed, {{errors}} encountered issues.
id_id: {{smushed}}/{{total}} gambar berhasil dikompresi, {{errors}} mengalami masalah.

source: {{smushed}}/{{total}} images were successfully compressed, {{errors}} encountered issues. Are you hitting the 5MB "size limit exceeded" warning? %1$sUpgrade to Smush Pro%2$s to optimize unlimited image files.
id_id: {{smushed}}/{{total}} gambar berhasil dikompresi, {{errors}} mengalami masalah. Apakah Anda mengalami peringatan "batas ukuran terlampaui" sebesar 5 MB? %1$sTingkatkan ke Smush Pro%2$s untuk mengoptimalkan berkas gambar tanpa batas.

source: Reduced by %1$s (%2$01.1f%%)
id_id: Dikurangi sebesar %1$s (%2$01.1f%%)

source: Smush stats
id_id: Statistik Smush

source: Smush image including original file
id_id: Gambar Smush termasuk file asli

source: Resmush
id_id: Kembalikan

source: Restore original image
id_id: Pulihkan gambar asli

source: Restore
id_id: Memulihkan

source: Background scan is already in processing.
id_id: Pemindaian latar belakang sedang diproses.

source: Upgrade to Serve GIFs faster with CDN.
id_id: Tingkatkan untuk Menyajikan GIF lebih cepat dengan CDN.

source: GIFs are serving from global CDN
id_id: GIF disajikan dari CDN global

source: %1$sEnable CDN%2$s to serve GIFs closer and faster to visitors
id_id: %1$sAktifkan CDN%2$s untuk menayangkan GIF lebih dekat dan lebih cepat kepada pengunjung

source: Revert back to previous state
id_id: Kembali ke keadaan sebelumnya

source: Upgrade to Pro to Smush larger images.
id_id: Tingkatkan ke Pro untuk Smush gambar yang lebih besar.

source: Ignored.
id_id: Diabaikan.

source: We recommend using the restore image function to regenerate the thumbnails.
id_id: Kami sarankan Anda menggunakan fungsi pemulihan gambar untuk membuat ulang gambar mini.

source: We recommend regenerating the thumbnails.
id_id: Kami sarankan untuk membuat ulang gambar mini.

source: Skipped: Image is already optimized.
id_id: Dilewati: Gambar sudah dioptimalkan.

source: %3$d images reduced by %1$s (%2$s)
id_id: %3$d gambar dikurangi %1$s (%2$s)

source: Reduced by %1$s (%2$s)
id_id: Dikurangi sebesar %1$s (%2$s)

source: %1$sMain Image size: %2$s
id_id: %1$sUkuran Gambar Utama: %2$s

source: %s Savings
id_id: Penghematan %s

source: Detailed stats for all the image sizes
id_id: Statistik terperinci untuk semua ukuran gambar

source: View Stats
id_id: Lihat Statistik

source: Not found any failed items.
id_id: Tidak ditemukan item yang gagal.

source: Attachment is not an image so it can't be smushed.
id_id: Lampiran bukan gambar, jadi tidak dapat dihancurkan.

source: The mime type %s is not supported by Smush.
id_id: Tipe mime %s tidak didukung oleh Smush.

source: Missing attached file data in image metadata
id_id: Data file terlampir hilang dalam metadata gambar

source: Skipped (%1$s), file size limit of %2$s exceeded
id_id: Dilewati (%1$s), batas ukuran berkas %2$s terlampaui

source: Skipped with %s filter.
id_id: Dilewati dengan filter %s.

source: Every %d Minutes
id_id: Setiap %d Menit

source: Enable the email notification
id_id: Aktifkan pemberitahuan email

source: Feel free to close this page while Smush works its magic in the background. %s to receive an email when the process finishes.
id_id: Jangan ragu untuk menutup halaman ini sementara Smush bekerja di latar belakang. %s untuk menerima email saat prosesnya selesai.
