Repository: gregoriomario/translation
Catalog: plugin/Smush (wp-smushit)/wp-smushit-*.po
Languages: id_id

source: %1$sSuper:%2$s Harness the power of lossy compression for substantial file size reduction with excellent image clarity. Accelerate page loads for better performance.
id_id: %1$sSuper:%2$s Manfaatkan kekuatan kompresi lossy untuk pengurangan ukuran file secara substansial dengan kejernihan gambar yang sangat baik. Percepat pemuatan halaman untuk performa yang lebih baik.

source: %1$sUltra:%2$s Unlock unprecedented compression levels up to 5x greater than Super, while preserving remarkable image quality. The ultimate choice for unparalleled performance.
id_id: %1$sUltra:%2$s Dapatkan tingkat kompresi yang belum pernah ada sebelumnya hingga 5x lebih besar dari Super, sambil mempertahankan kualitas gambar yang luar biasa. Pilihan terbaik untuk performa yang tak tertandingi.

source: 🚀 Ultra - unlock 5x more compression
id_id: 🚀 Ultra - buka kompresi 5x lebih banyak

source: No attachments found - Upload some images
id_id: Tidak ada lampiran yang ditemukan - Unggah beberapa gambar

source: We haven’t found any images in your media library yet so there’s no smushing to be done!
id_id: Kami belum menemukan gambar apa pun di perpustakaan media Anda, jadi tidak ada yang bisa dilakukan!

source: Once you upload images, reload this page and start playing!
id_id: Setelah Anda mengunggah gambar, muat ulang halaman ini dan mulailah bermain!

source: UPLOAD IMAGES
id_id: UNGGAH GAMBAR

source: with %s Conversion
id_id: dengan Konversi %s

source: Smush individual images via your %1$sMedia Library%2$s
id_id: Hancurkan gambar individual melalui %1$sPerpustakaan Media%2$s Anda

source: Media Library
id_id: Perpustakaan Media

source: Bulk Smush will convert your images to %s format in addition to its regular smushing for optimal performance.
id_id: Bulk Smush akan mengonversi gambar Anda ke format %s sebagai tambahan pada smushing biasa untuk kinerja optimal.

source: Bulk smush detects images that can be optimized and allows you to compress them in bulk in the background without any quality loss.
id_id: Bulk smush mendeteksi gambar yang dapat dioptimalkan dan memungkinkan Anda mengompresnya secara massal di latar belakang tanpa kehilangan kualitas.

source: Bulk smush detects images that can be optimized and allows you to compress them in bulk.
id_id: Bulk smush mendeteksi gambar yang dapat dioptimalkan dan memungkinkan Anda mengompresnya secara massal.

source: Click to start Bulk Smushing images in Media Library
id_id: Klik untuk memulai Bulk Smushing gambar di Media Library

source: BULK SMUSH
id_id: SMUSH MASSAL

source: Process images 2x faster, leave this page while Bulk Smush runs in the background, and serve streamlined next-gen images via Smush’s %d-point CDN and Next-Gen Formats features.
id_id: Proses gambar 2x lebih cepat, tinggalkan halaman ini saat Bulk Smush berjalan di latar belakang, dan sajikan gambar generasi berikutnya yang lebih efisien melalui fitur CDN %d-point dan Format Generasi Berikutnya Smush.

source: Graphic CDN
id_id: CDN Grafis

source: GET STARTED
id_id: MEMULAI

source: Multiply the speed and savings! Upload huge images and the Smush CDN will perfectly resize the files, safely convert to a Next-Gen format (WebP or AVIF), and deliver them directly to your visitors from our blazing-fast multi-location global servers.
id_id: Gandakan kecepatan dan penghematan! Unggah gambar berukuran besar dan Smush CDN akan mengubah ukuran file dengan sempurna, mengonversinya dengan aman ke format Next-Gen (WebP atau AVIF), dan mengirimkannya langsung ke pengunjung Anda dari server global multilokasi kami yang sangat cepat.

source: How Smush CDN works?
id_id: Bagaimana Smush CDN bekerja?

source: When someone visits a page on your site, the CDN will check if images are cached on the CDN. Images that are cached will be immediately served from the server closest to the user. Any image that is not yet cached will first be sent to the Smush API for optimization, then cached so the next time it is requested, the cached version will be served.
id_id: Saat seseorang mengunjungi halaman di situs Anda, CDN akan memeriksa apakah gambar di-cache di CDN. Gambar yang di-cache akan langsung disajikan dari server yang paling dekat dengan pengguna. Gambar yang belum di-cache akan dikirim terlebih dahulu ke Smush API untuk pengoptimalan, lalu di-cache sehingga saat diminta lagi, versi yang di-cache akan disajikan.

source: Take a load off your server by delivering your images from our blazingly-fast CDN. The Smush CDN is a multi-location network ensuring faster delivery of site content, as users will be served optimized and cached versions of files from the server closest to them.
id_id: Kurangi beban server Anda dengan mengirimkan gambar dari CDN kami yang sangat cepat. CDN Smush adalah jaringan multilokasi yang memastikan pengiriman konten situs lebih cepat, karena pengguna akan disajikan versi file yang dioptimalkan dan di-cache dari server terdekat.

source: Supported Media Types
id_id: Jenis Media yang Didukung

source: Here’s a list of the media types we serve from the CDN.
id_id: Berikut adalah daftar jenis media yang kami sajikan dari CDN.

source: jpg
id_id: gambar

source: png
id_id: gambar png

source: gif
id_id: gambar animasi

source: At this time, we don’t support videos. We recommend uploading your media to a third-party provider and embedding the videos into your posts/pages.
id_id: Saat ini, kami tidak mendukung video. Sebaiknya unggah media Anda ke penyedia pihak ketiga dan sematkan video ke dalam postingan/halaman Anda.

source: Image Exclusions
id_id: Pengecualian Gambar

source: Prevent specific images from being served via CDN.
id_id: Cegah gambar tertentu ditayangkan melalui CDN.

source: Keywords
id_id: Kata Kunci

source: Specify keywords from the image code - classes, IDs, filenames, source URLs or any string of characters - to exclude from CDN (case-sensitive).
id_id: Tentukan kata kunci dari kode gambar - kelas, ID, nama file, URL sumber atau serangkaian karakter apa pun - untuk dikecualikan dari CDN (peka huruf besar/kecil).

source: Add keywords, one per line
id_id: Tambahkan kata kunci, satu per baris

source: Add one keyword per line. E.g. %1$s#image-id%2$s or %1$s.image-class%2$s or %1$slogo_image%2$s or %1$sgo_imag%2$s or %1$sx.com/%2$s or %1$s@url-keyword%2$s
id_id: Tambahkan satu kata kunci per baris. Misalnya %1$s#image-id%2$s atau %1$s.image-class%2$s atau %1$slogo_image%2$s atau %1$sgo_imag%2$s atau %1$sx.com/%2$s atau %1$s@url-keyword%2$s

source: Deactivate
id_id: Menonaktifkan

source: If you no longer require your images to be hosted from our CDN, you can disable this feature.
id_id: Jika Anda tidak lagi memerlukan gambar Anda untuk dihosting dari CDN kami, Anda dapat menonaktifkan fitur ini.

source: Note: You won’t lose any images by deactivating, all of your attachments are still stored locally on your own server.
id_id: Catatan: Anda tidak akan kehilangan gambar apa pun dengan menonaktifkannya, semua lampiran Anda masih tersimpan secara lokal di server Anda sendiri.

source: Enabling CDN will override the Next-Gen Formats settings as CDN can directly convert images to WebP and AVIF.
id_id: Mengaktifkan CDN akan mengesampingkan pengaturan Format Generasi Berikutnya karena CDN dapat langsung mengonversi gambar ke WebP dan AVIF.

source: When enabled, we’ll detect and serve next-gen images to browsers that will accept them by checking Accept Headers, and gracefully fall back to normal PNGs or JPEGs for non-compatible browsers.
id_id: Bila diaktifkan, kami akan mendeteksi dan menyajikan gambar generasi berikutnya ke browser yang akan menerimanya dengan mencentang Terima Header, dan secara otomatis kembali ke PNG atau JPEG normal untuk browser yang tidak kompatibel.

source: WebP: a modern image format that offers better compatibility across browsers. If a browser doesn’t support WebP, it will show the original image.
id_id: WebP: format gambar modern yang menawarkan kompatibilitas lebih baik di berbagai browser. Jika browser tidak mendukung WebP, browser akan menampilkan gambar asli.

source: AVIF: a newer image format that provides better compression, reducing file sizes while maintaining quality. If a browser doesn’t support AVIF, it will fall back to the original image.
id_id: AVIF: format gambar baru yang menyediakan kompresi lebih baik, mengurangi ukuran file sambil mempertahankan kualitas. Jika browser tidak mendukung AVIF, maka akan kembali ke gambar asli.

source: Fix the 'Properly Size Images' audit on Google PageSpeed
id_id: Memperbaiki audit 'Ukuran Gambar yang Tepat' di Google PageSpeed

source: Automatic Next-Gen conversion (WebP and AVIF) via CDN
id_id: Konversi Generasi Berikutnya Otomatis (WebP dan AVIF) melalui CDN

source: Up to 50 GB Smush CDN included
id_id: Termasuk hingga 50 GB Smush CDN

source: UNLOCK NOW WITH PRO
id_id: BUKA SEKARANG DENGAN PRO

source: Bulk smush is running in the background.
id_id: Smush massal sedang berjalan di latar belakang.

source: You have %d images that needs compressing!
id_id: Anda memiliki %d gambar yang perlu dikompres!

source: %1$sUpgrade to Pro%2$s to bulk smush all images in one click. Free users can smush %3$s images per batch.
id_id: %1$sTingkatkan ke Pro%2$s untuk menggabungkan semua gambar sekaligus dalam satu klik. Pengguna gratis dapat menggabungkan %3$s gambar per kelompok.

source: We haven’t found any images in your media library yet so there’s no compression to be done!
id_id: Kami belum menemukan gambar apa pun di perpustakaan media Anda, jadi tidak ada kompresi yang perlu dilakukan!

source: Re-check Images
id_id: Periksa Ulang Gambar

source: Your media is currently being served from the WPMU DEV CDN.
id_id: Media Anda saat ini disajikan dari WPMU DEV CDN.

source: Upgrade to Pro
id_id: Tingkatkan ke Pro

source: Activate
id_id: Mengaktifkan

source: Tools
id_id: Peralatan

source: Configure
id_id: Konfigurasi

source: In addition to smushing your media uploads, you may want to smush non WordPress images that are outside of your uploads directory. Get started by adding files and folders you wish to optimize.
id_id: Selain melakukan smushing pada unggahan media Anda, Anda mungkin ingin melakukan smushing pada gambar non-WordPress yang berada di luar direktori unggahan Anda. Mulailah dengan menambahkan file dan folder yang ingin Anda optimalkan.

source: %d images failed to be optimized. This is usually because they no longer exist, or we can't optimize the file format.
id_id: %d gambar gagal dioptimalkan. Hal ini biasanya terjadi karena gambar tersebut sudah tidak ada lagi, atau kami tidak dapat mengoptimalkan format berkas.

source: Showing 20 of %d failed optimizations. Fix or remove these images and run another Directory Smush.
id_id: Menampilkan 20 dari %d pengoptimalan yang gagal. Perbaiki atau hapus gambar ini dan jalankan Directory Smush lainnya.

source: Integrate with powerful third-party providers and make compression even easier.
id_id: Integrasikan dengan penyedia pihak ketiga yang tangguh dan buat kompresi lebih mudah.

source: Available Integrations
id_id: Integrasi yang Tersedia

source: Inactive
id_id: Tidak aktif

source: Smush Pro supports hosting images on Amazon S3 and optimizing NextGen Gallery images directly through NextGen Gallery settings.
id_id: Smush Pro mendukung hosting gambar di Amazon S3 dan mengoptimalkan gambar Galeri NextGen secara langsung melalui pengaturan Galeri NextGen.

source: %1$sUnlock now%2$s with a WPMU DEV membership today!
id_id: %1$sBuka sekarang%2$s dengan keanggotaan WPMU DEV hari ini!

source: Lazy loading is active.
id_id: Pemuatan malas sedang aktif.

source: Active Media Types
id_id: Jenis Media Aktif

source: Serve %1$s versions of your images to supported browsers, and gracefully fall back on JPEGs and PNGs for browsers that don't support %1$s.
id_id: Sajikan versi %1$s gambar Anda ke peramban yang didukung, dan gunakan JPEG dan PNG untuk peramban yang tidak mendukung %1$s.

source: Serve WebP and AVIF images directly from your server to supported browsers, while seamlessly switching to original images for those without WebP or AVIF support. All without relying on a CDN or any server configuration.
id_id: Sajikan gambar WebP dan AVIF langsung dari server Anda ke browser yang didukung, sekaligus beralih dengan mudah ke gambar asli bagi mereka yang tidak memiliki dukungan WebP atau AVIF. Semua itu tanpa bergantung pada CDN atau konfigurasi server apa pun.

source: Multiply the speed and savings! Serve your images from our CDN from %d blazing fast servers around the world.
id_id: Gandakan kecepatan dan penghematan! Sajikan gambar Anda dari CDN kami dari %d server super cepat di seluruh dunia.

source: Upgrade
id_id: Meningkatkan

source: You're almost through your CDN bandwidth limit. Please contact your administrator to upgrade your Smush CDN plan to ensure you don't lose this service.
id_id: Batas lebar pita CDN Anda hampir habis. Hubungi administrator Anda untuk meningkatkan paket CDN Smush Anda guna memastikan Anda tidak kehilangan layanan ini.

source: You've gone through your CDN bandwidth limit, so we’ve stopped serving your images via the CDN. Contact your administrator to upgrade your Smush CDN plan to reactivate this service.
id_id: Anda telah melewati batas lebar pita CDN, jadi kami telah berhenti menayangkan gambar Anda melalui CDN. Hubungi administrator Anda untuk meng-upgrade paket CDN Smush Anda guna mengaktifkan kembali layanan ini.

source: Fix the "Serve images in next-gen format" Google PageSpeed recommendation with a single click! Serve WebP and AVIF images directly from your server to supported browsers, while seamlessly switching to original images for those without WebP or AVIF support. All without relying on a CDN or any server configuration.
id_id: Perbaiki rekomendasi Google PageSpeed "Sajikan gambar dalam format generasi berikutnya" dengan satu klik! Sajikan gambar WebP dan AVIF langsung dari server Anda ke browser yang didukung, sambil beralih dengan mudah ke gambar asli bagi mereka yang tidak memiliki dukungan WebP atau AVIF. Semua itu tanpa bergantung pada CDN atau konfigurasi server apa pun.

source: The setup for Next-Gen Formats feature is inactive. Complete the setup to activate the feature.
id_id: Pengaturan untuk fitur Next-Gen Formats tidak aktif. Selesaikan pengaturan untuk mengaktifkan fitur tersebut.

source: Incomplete setup
id_id: Pengaturan belum lengkap

source: Use Tools for extra configurations.
id_id: Gunakan Alat untuk konfigurasi tambahan.

source: Available Tools
id_id: Alat yang Tersedia

source: Image Resize Detection
id_id: Deteksi Perubahan Ukuran Gambar

source: View Tools
id_id: Lihat Alat

source: Get our full WordPress image optimization suite with Smush Pro and additional benefits of WPMU DEV membership.
id_id: Dapatkan rangkaian pengoptimalan gambar WordPress lengkap kami dengan Smush Pro dan manfaat tambahan dari keanggotaan WPMU DEV.

source: Serve images faster with Ultra compression
id_id: Sajikan gambar lebih cepat dengan kompresi Ultra

source: Fix Google PageSpeed image recommendations
id_id: Memperbaiki rekomendasi gambar Google PageSpeed

source: Up to 50 GB Smush CDN
id_id: Hingga 50 GB Smush CDN

source: Background optimization
id_id: Optimasi latar belakang

source: Unlimited image optimization
id_id: Optimasi gambar tanpa batas

source: Serve WebP & AVIF formats with Next-Gen Conversion
id_id: Sajikan format WebP & AVIF dengan Konversi Generasi Berikutnya

source: Get faster sites with Hummingbird Pro
id_id: Dapatkan situs yang lebih cepat dengan Hummingbird Pro

source: 24/7 live WordPress support
id_id: Dukungan WordPress langsung 24/7

source: 30-day money-back guarantee
id_id: Jaminan uang kembali 30 hari

source: Directory Smush - Choose Folder
id_id: Direktori Smush - Pilih Folder

source: CHOOSE DIRECTORY
id_id: PILIH DIREKTORI

source: %1$sUpgrade to pro%2$s to bulk smush all your directory images with one click. Free users can smush %3$d images with each click.
id_id: %1$sTingkatkan ke pro%2$s untuk menggabungkan semua gambar direktori Anda secara massal dengan satu klik. Pengguna gratis dapat menggabungkan %3$d gambar dengan setiap klik.

source: View Full Report
id_id: Lihat Laporan Lengkap

source: Cheers,
id_id: Bersulang,

source: The WPMU DEV Team.
id_id: Tim Pengembang WPMU.

source: Serve images 2X faster with Smush Pro’s CDN
id_id: Sajikan gambar 2X lebih cepat dengan CDN Smush Pro

source: Serve images closer to visitors and boost site speed with our %1$d-point CDN. Exclusive %2$s welcome discount for Smush free users. Limited time only.
id_id: Tayangkan gambar lebih dekat ke pengunjung dan tingkatkan kecepatan situs dengan CDN %1$d-poin kami. Diskon sambutan eksklusif %2$s untuk pengguna gratis Smush. Waktu terbatas.

source: Includes better GIF performance
id_id: Termasuk kinerja GIF yang lebih baik

source: %s off your first year
id_id: Diskon %s untuk tahun pertama Anda

source: Learn more about Pro
id_id: Pelajari lebih lanjut tentang Pro

source: Smush Pro supports hosting images on Amazon S3 and optimizating NextGen Gallery images directly through NextGen Gallery settings. Try it with a WPMU DEV membership today!
id_id: Smush Pro mendukung penyimpanan gambar di Amazon S3 dan pengoptimalan gambar Galeri NextGen secara langsung melalui pengaturan Galeri NextGen. Cobalah dengan keanggotaan WPMU DEV hari ini!

source: We've detected another active plugin that offers Lazy Load: %s. Smush may not work as expected if Lazy Load is enabled in multiple plugins. For best results, activate Lazy Load in only one plugin at a time.
id_id: Kami mendeteksi plugin aktif lain yang menawarkan Lazy Load: %s. Smush mungkin tidak berfungsi sebagaimana mestinya jika Lazy Load diaktifkan di beberapa plugin. Untuk hasil terbaik, aktifkan Lazy Load hanya di satu plugin dalam satu waktu.

source: Media Types
id_id: Jenis Media

source: Choose which media types you want to lazy load.
id_id: Pilih jenis media yang ingin Anda muat lambat.

source: .jpeg
id_id: Berkas JPEG

source: .png
id_id: Gambar PNG

source: .svg
id_id: Bahasa Indonesia: .svg

source: iframe
id_id: bingkai foto

source: Output Locations
id_id: Lokasi Keluaran

source: By default we will lazy load all images, but you can refine this to specific media outputs too.
id_id: Secara default, kami akan memuat lambat semua gambar, tetapi Anda juga dapat menyempurnakannya ke keluaran media tertentu.

source: Content
id_id: Isi

source: Widgets
id_id: Widget

source: Post Thumbnail
id_id: Posting Gambar Kecil

source: Gravatars
id_id: Gravatar

source: Display & Animation
id_id: Tampilan & Animasi

source: Choose how you want preloading images to be displayed, as well as how they animate into view.
id_id: Pilih bagaimana Anda ingin gambar pramuat ditampilkan, serta bagaimana gambar tersebut dianimasikan dalam tampilan.

source: Display
id_id: Menampilkan

source: Choose how you want the non-loaded image to look.
id_id: Pilih bagaimana Anda ingin gambar yang tidak dimuat terlihat.

source: Fade In
id_id: Memudar

source: Spinner
id_id: Pemintal

source: Placeholder
id_id: Tempat penampung

source: None
id_id: Tidak ada

source: Animation
id_id: Animasi

source: Once the image has loaded, choose how you want the image to display when it comes into view.
id_id: Setelah gambar dimuat, pilih bagaimana Anda ingin gambar ditampilkan saat dilihat.

source: Duration
id_id: Lamanya

source: Delay
id_id: Menunda

source: Display a spinner where the image will be during lazy loading. You can choose a predefined spinner, or upload your own GIF.
id_id: Tampilkan pemutar tempat gambar akan berada selama pemuatan lambat. Anda dapat memilih pemutar yang telah ditetapkan sebelumnya, atau mengunggah GIF Anda sendiri.

source: Spinner image
id_id: Gambar pemintal

source: Remove
id_id: Menghapus

source: Upload file
id_id: Unggah berkas

source: Remove file
id_id: Hapus berkas

source: Display a placeholder to display instead of the actual image during lazy loading. You can choose a predefined image, or upload your own.
id_id: Tampilkan placeholder untuk ditampilkan sebagai ganti gambar sebenarnya selama lazy loading. Anda dapat memilih gambar yang telah ditetapkan, atau mengunggah gambar Anda sendiri.

source: Image
id_id: Gambar

source: Placeholder image
id_id: Gambar pengganti

source: Background color
id_id: Warna latar belakang

source: Select
id_id: Memilih

source: Images will flash into view as soon as they are ready to display.
id_id: Gambar akan muncul dalam tampilan segera setelah siap ditampilkan.

source: Include/Exclude
id_id: Sertakan/Kecualikan

source: Disable lazy loading for specific pages, posts or image classes that you wish to prevent lazyloading on.
id_id: Nonaktifkan lazy loading untuk halaman, posting atau kelas gambar tertentu yang ingin Anda cegah terjadinya lazyloading.

source: Post Types
id_id: Jenis Postingan

source: Choose the post types you want to lazy load.
id_id: Pilih jenis posting yang ingin Anda muat lambat.

source: Name
id_id: Nama

source: Type
id_id: Jenis

source: Frontpage
id_id: Halaman Depan

source: Pages
id_id: Halaman

source: Posts
id_id: Postingan

source: Archives
id_id: Arsip

source: Categories
id_id: Kategori

source: Tags
id_id: Tag:

source: Post, Pages & URLs
id_id: Posting, Halaman & URL

source: Add URLs to the posts and/or pages you want to disable lazy loading on.
id_id: Tambahkan URL ke postingan dan/atau halaman yang ingin Anda nonaktifkan lazy loadingnya.

source: E.g. /page
id_id: Misalnya /halaman

source: Add page or post URLs one per line in relative format. I.e. %1$s/example-page%2$s or %1$s/example-page/sub-page/%2$s.
id_id: Tambahkan URL halaman atau posting satu per baris dalam format relatif. Misalnya, %1$s/example-page%2$s atau %1$s/example-page/sub-page/%2$s.

source: Specify keywords from the image or iframe code - classes, IDs, filenames, source URLs or any string of characters - to exclude from lazy loading (case-sensitive).
id_id: Tentukan kata kunci dari kode gambar atau iframe - kelas, ID, nama file, URL sumber, atau serangkaian karakter apa pun - untuk dikecualikan dari pemuatan lambat (peka huruf besar/kecil).

source: Add one keyword per line. E.g. %1$s#image-id%2$s or %1$s.image-class%2$s or %1$slogo_image%2$s or %1$sgo_imag%2$s or %1$sx.com/%2$s
id_id: Tambahkan satu kata kunci per baris. Misalnya %1$s#image-id%2$s atau %1$s.image-class%2$s atau %1$slogo_image%2$s atau %1$sgo_imag%2$s atau %1$sx.com/%2$s

source: Scripts
id_id: Skrip

source: By default we will load the required scripts in your footer for max performance benefits. If you are having issues, you can switch this to the header.
id_id: Secara default, kami akan memuat skrip yang diperlukan di footer Anda untuk mendapatkan manfaat performa yang maksimal. Jika Anda mengalami masalah, Anda dapat mengalihkannya ke header.

source: Method
id_id: Metode

source: Footer
id_id: Catatan kaki

source: Header
id_id: Judul

source: Your theme must be using the wp_footer() function.
id_id: Tema Anda harus menggunakan fungsi wp_footer().

source: Your theme must be using the wp_head() function.
id_id: Tema Anda harus menggunakan fungsi wp_head().

source: Native lazy load
id_id: Beban malas asli

source: Enable support for native browser lazy loading.
id_id: Aktifkan dukungan untuk pemuatan lambat pada peramban asli.

source: Enable native lazy loading
id_id: Aktifkan pemuatan lambat asli

source: In some cases can cause the "Defer offscreen images" Google PageSpeed audit to fail. See browser compatibility %1$shere%2$s.
id_id: Dalam beberapa kasus dapat menyebabkan audit Google PageSpeed "Defer offscreen images" gagal. Lihat kompatibilitas browser %1$shere%2$s.

source: Noscript Tag
id_id: Tag Tanpa Naskah
